Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Specimens should be added to a processing event
fr: Spécimens doivent d'abord être ajouté à un évenèment de procédé
ru: Образец должен быть добавлен к текущему событию
zh: 样本应添加到处理项目

source: Processing event for date {0}
fr: Evenement de traitement pour date {0}
ko: {0} 처리 이벤트
ru: Текущее событие с датой {0}
zh: 处理项目日期{0}

source: New {0} Report
fr: Nouveau {0} Rapport
ko: 새 {0} 보고
ru: Новый {0} доклад
zh: 新{0}报告

source: Unnamed {0} Report
fr: Rapport sans nom {0}
ko: 이름 없는 {0} 보고
ru: Доклад {0} без названия
zh: 未命名的{0}报告

source: {0} Report
fr: {0} Rapport
ko: {0} 보고
ru: {0} доклад
zh: {0}报告

source: Name is required.
fr: Nom est requis
ko: 이름이 필요합니다
ru: Необходимо название
zh: 姓名必填

source: Generate
fr: Générer
ko: 생성
ru: Генерировать
zh: 生成

source: Generating report...
fr: Génération du rapport...
ko: 보고 생성 중
ru: Генерировать доклад
zh: 生成报告...

source: Loading more results...
fr: Chargement d'autres resultats...
ko: 추가 결과들을 로딩 중
ru: Процесс загрузки еще больше результатов
zh: 加载更多结果...

source: Report Generation Error
fr: Erreur lors de la génération du rapport
ko: 보고 생성 오류
ru: Ошибка при создании доклада
zh: 报表产生错误

source: {0} Count
fr: {0} Compte
ko: {0} 개수
ru: {0} счет
zh: {0}计算

source: Filters
fr: Filtres
ko: 필터
ru: Фильтры
zh: 过滤

source: Add filter:
fr: Ajouter filtre:
ko: 필터 추가
ru: Добавить фильтр
zh: 添加过滤器

source: Show count (for displayed columns)
fr: Affiter compte (pour les colonnes affichées)

source: Share report
fr: Partager rapport
ko: 보고 공유
ru: Поделиться докладом
zh: 分享报告

source: Columns:
fr: Colonnes:
ko: 열:
ru: Колонки
zh: 列

source: Save As New Report
fr: Sauvegarder comme nouveau rapport
ko: 새 보고로 저장하기
ru: Сохранить как новый доклад
zh: 另存为新报告

source: Error exporting
fr: Erreur lors de l'exportation
ko: 내보내기 오류
ru: Ошибка при экспорте
zh: 错误导出中

source: and
fr: et
ko: 와
ru: И
zh: 和

source: Request {0}
fr: Requête {0}
ko: 요청 {0}
ru: Запрос {0}
zh: 要求{0}

source: Requested on {0} {1}
fr: Demandé le {0} {1}
ko: {0} {1}에 요청 됨
ru: Запросить {0} {1}
zh: {0} {1}上要求的

source: Request Number
fr: Requête numéro
ko: 요청 번호
ru: Номер запроса
zh: 号码申请

source: Date Submitted
fr: Date soumis
ko: 제출된 날짜
ru: Дата подписания
zh: 提交日期

source: New dispatch
fr: Nouvelle expédition
ko: 새 배송
ru: Новое сообщение
zh: 新文件

source: Error adding dispatch
fr: Erreur lors de l'ajout de l'expédition
ko: 배송 추가 오류
ru: Ошибка при добавлении сообщения
zh: 错误添加文件

source: Enter/Scan inventory ID to add:
fr: Entrer/Scanner ID inventaire à ajouter
ko: 추가할 인벤토리 아이디를 입력/스캔 하십시오
ru: Введите/ отсканируйте инвенторную идентификацию чтобы добавить
zh: 输入/浏览存货编码添加：

source: Add Pallet:
fr: Ajouter rack:
ko: 팰럿트 추가:
ru: Добавить паллет
zh: 添加光盘：

source: Specimen {0} is not a valid choice.
fr: Spécimen {0} n'est pas un choix valable.
ko: 검체 {0}는(은) 유효하지않은 선택입니다.
ru: Образец {0} не действительный выбор
zh: 样本{0}不是一个有效选择

source: You must claim this specimen before pulling is permitted.
fr: Vous devez requêter ce spécimen avant que le tirage soit autorisé.
ko: 풀링?이 허락되기 전에 이 검체를 클레임 하셔야합니다
ru: Вы должны затребовать этот образец прежде чем будет разрешение тянуть
zh: 你必须标明这个样品允许前拉

source: This specimen is not available for processing.
fr: Ce spécimen n'est pas disponible pour traiter.
ko: 이 검체는 처리할 수 없습니다
ru: Этот образец не доступен для оформления
zh: 此样本不能进行处理

source: Error Adding: Specimen has not been pulled.
fr: Erreur lors de l'ajout: spécimen n'a pas été tiré.
ko: 추가 오류: 검체가 풀?되지않았음
ru: Ошибка при добавлении: образец не был вытянут
zh: 错误添加：

source: New Research Group information.
fr: Information du nouveau groupe de recherche.
ko: 새 연구단체 정보.
ru: Информация о новой исследовательской группе
zh: 新的研究小组信息

source: Research Group information.
fr: Information du groupe de recherche
ko: 연구단체 정보.
ru: Информация об исследовательской группе
zh: 研究小组信息

source: Research Group must have a name
fr: Groupe de recherche doit avoir un nom
ko: 연구단체는 이름이 필요합니다
ru: У исследовательской группы должно быть имя
zh: 研究小组必须有个名字

source: Research Group must have a short name
fr: Groupe de recherche doit avoir une abbréviation
ko: 연구단체는 약식이름이 필요합니다
ru: У исследовательской группы должно быть укороченное имя
zh: 研究小组必须有个简短的名字

source: New Research Group
fr: Nouveau groupe de recherche
ko: 새 연구단체
ru: Новая исследовательская группа
zh: 新的研究小组

source: Research Group {0}
fr: Groupe de recherche {0}
ko: 연구단체 {0}
ru: Исследовательская группа {0}
zh: 研究小组{0}

source: Research Group Information
fr: Information du groupe de recherche
ko: 연구단체 정보
ru: Информация об исследовательской группе
zh: 研究小组信息

source: Research Groups can be associated with studies after submitting this initial information.
fr: Les groupes de recherche peuvent être associés à des études après avoir soumis ces informations initiales.
ko: 연구단체들은 이 초기 정보를 제출한 후 연구들과 관력될 수 있습니다.
ru: Исследовательские группы могут быть связаны с исследованиями после утверждения этой начальной информации
zh: 提交原始信息之后，研究小组可以和课题相关

source: Select the associated study
fr: Selectionnez l'étude associée.
ko: 관련된 연구를 선택하십시오
ru: Выберите связанное исследование
zh: 选择相关课题

source: Research Group must have an activity status
fr: Groupe de recherche doit avoir un statut d'activité.
ko: 연구단체는 활동상태가 필요합니다
ru: У исследовательской группы должен быть статус активности
zh: 研究小组必须是活动状态

source: Unable to reload form
fr: Impossible de recharger le formulaire
ko: 폼 다시 로드에 실패했습니다
ru: Невозможно перезагрузить форму
zh: 无法重新加载表格

source: Request Upload
fr: Requêter téléchargement
ko: 업로드 요청
ru: Запросить загрузку
zh: 请求上传

source: Submit a request on behalf of this research group:
fr: Soumettre une requête au nom de ce groupe de recherche:
ko: 이 연구그룹을 위하여 요청을 제출하기
ru: Утвердить запрос от имени этой исследовательской группы
zh: 提交请求为了此研究小组：

source: CSV File
fr: Fichier CSV
ko: CSV 파일
ru: CSV файл
zh: CSV文件

source: Error Uploading
fr: Erreur lors du téléchargement
ko: 업로드 오류
ru: Ошибка при загрузке
zh: 错误上传

source: There was an error creating the request.
fr: Erreur lors de la création de la requête.
ko: 요청을 만드는중 오류가 발생했습니다.
ru: Произошла ошибка при создании запроса
zh: 创建请求出现错误

source: Parse error at line {0}
fr: Erreur d'interprétation à la ligne {0}
ru: Разобрать ошибку в линии {0}
zh: {0}行错误解析

source: Success
fr: Succès
ko: 성공
ru: Успешно
zh: 成功

source: Request successfully uploaded
fr: Requête téléchargée avec succès
ko: 요청이 성공적으로 업로드 되었습니다
ru: Запрос успешно загрузился
zh: 请求成功上传

source: New Shipment
fr: Nouvelle cargaison
ko: 새 배송
ru: Новая посылка
zh: 新的装运

source: Shipment {0}
fr: Cargaison {0}
ko: 배송 {0}
ru: Посылка {0}
zh: 装运{0}

source: A sender center should be selected
fr: Un centre expéditeur doit être sélectionné
ko: 보낸 센터가 선택되어야합니다
ru: Нужно выбрать центр отправителя
zh: 可选择一个发送中心

source: A receiving site should be selected
fr: Un centre receveur doit être sélecionné
ko: 받는 센터가 선택되어야합니다
ru: Нужно выбрать сайт получателя
zh: 可选择一个接收地点

source: A waybill should be set
fr: Un récépissé doit être indiqué
ko: 트래킹 번호가 설정되어야합니다
ru: Нужно сделать накладную
zh: 可设置运单

source: Packed
fr: Emballé
ko: 포장됨
ru: Упаковано
zh: 包装

source: Date Packed should be set
fr: Date d'emballage doit être indiqué
ko: 포장된 날짜가 설정되어야합니다
ru: Нужно написать дату упаковки
zh: 可设置包装日期

source: Box Number
fr: Numéro de boîte
ko: 박스 번호
ru: Номер коробки
zh: 信箱号码

source: Date Received should be set
fr: Date reçu doit être indiquée
ko: 받은 날짜가 설정되어야합니다
ru: Нужно написать дату получения
zh: 可设置接收日期

source: Specimens should be added to a shipment
fr: Spécimens doivent être ajouté à l'expédition
ko: 배송에 검체들이 추가되어야합니다
ru: Образец должен быть добавлен к посылке
zh: 样本应添加到运送

source: Specimen ''{0}'' is currently in center ''{1}''. You can create shipments only for specimens that are currently in you center.
fr: Spécimen ''{0}'' est actuellement dans le centre ''{1}''. Vous pouvez créez une expédition uniquement pour les spécimens actuellement dans votre centre.
ko: 검체 ''{0}''는 현재 센터 ''{1}''에 있습니다. 현재 귀하의 센터에있는 검체들만을위해 배송을 만드실 수 있습니다
ru: Образец {0} в настоящее время находится в центре {1}. Вы можете создавать посылки только для образцов в которые в настоящее время находятся в вашем центре
zh: 样本''{0}''已经在中心''{1}''。你只能在你当前的中心对样本创建

source: Specimen is currently part of another shipment: {0}. You must remove this specimen from that shipment before it can be added to this one.
fr: Spécimen fait actuellement parti d'une autre cargaison : {0}. Vous devez l'enlever de cette cargaison avant de pouvoir l'ajouter à celle-ci.
ko: 검체는 현재 다른 배송에 등록되어있습니다: {0}. 이 배송에 추가하시기 전에 다른 배송에서 삭제하셔야합니다.
ru: Образец в настоящее время является частью другой посылки: {0}. Вы должны удалить образец из той посылки прежде чем добавить к этой.
zh: 样本目前是另个样本箱的一部分：{0}。你必须在此样本添加到这个样本箱之前，从那个样本箱移出此样本

source: Must select a new center for this specimen to originate from.
fr: Vous devez sélectionné un nouveau centre d'origine pour ce spécimen.
ru: Нужно выбрать новый центр для этого образца, из которого он бы исходил
zh: 必须为这个样本选择一个新的中心

source: Box number
fr: Numéro de boîte
ko: 박스 번호
ru: Номер коробки
zh: 信箱号码

source: Shipment received on {0} from {1}
fr: Cargaison reçue le {0} de {1}
ko: {1}로부터 {0} 배송 받음
ru: Посылка получена {0} из {1}

source: Add or edit a shipping method
fr: Ajouter ou éditer une méthode d'expédition
ko: 배송 방법 추가/편집
ru: Добавить или редактировать метод отправки
zh: 添加或编辑运送方法

source: Add a new global shipping method
fr: Ajouter une nouvelle méthode d'expédition globale
ko: 새 글로벌 배송 방법 추가
ru: Добавить новый всеобщий метод отправки
zh: 添加新的总体运送方法

source: Edit the global shipping method
fr: Editer la méthode d'expédition globale
ko: 글로벌 배송 방법 편집
ru: Редактировать новый всеобщий метод отправки
zh: 编辑总体运送方法

source: Add a shipping method
fr: Ajouter une méthode d'expédition
ko: 배송 방법 추가
ru: Добавить метод отправки
zh: 添加运送方式

source: Create a new Biobank site.
fr: Créer un nouveau site BioBank
ko: 새 바이오뱅크 센터 만들기
ru: Создать новый сайт БиоБанка
zh: 创建一个新的生物样本库网站

source: Edit a Biobank site.
fr: Editer un site BioBank
ko: 바이오뱅크 센터 편집하기
ru: Редактировать сайт БиоБанка
zh: 编辑生物样本库网站

source: New repository site
fr: Nouveau site de dépôt
ko: 새 저장소 센터
ru: Новый сайт для хранения
zh: 新样本库网站

source: Repository site {0}
fr: Site de dépôt {0}
ko: 저장소 센터 {0}
ru: Сайт для хранения {0}
zh: 样本库网站{0}

source: Repository site information
fr: Information du site de dépôt
ko: 저장소 센터 정보
ru: Информация о сайте для хранения
zh: 样本库网站信息

source: Site must have a name
fr: Site doit avoir un nom
ko: 센터는 이름이 필요합니다
ru: У сайта должно быть имя
zh: 网站必须有个名字

source: Site short name cannot be blank
fr: Abbréviation du site ne peut être vide
ko: 센터 약식이름은 비워둘 수 없습니다
ru: Укороченное имя сайта не должно пустовать
zh: 网站名字不能为空

source: Site must have an activity status
fr: Site doit avoir un statut d'activité
ko: 센터는 활동상태가 필요합니다
ru: У сайта должен быть статус активности
zh: 网站必须是活动状态

source: Add Study
fr: Ajouter étude
ko: 연구 추가
ru: Добавить исследование
zh: 添加课题

source: Top level containers
fr: Conteneur le plus haut
ko: 탑 레벨 용기
ru: Контейнера верхнего уровня
zh: 高级容器

source: Add container type
fr: Ajouter type conteneur
ko: 용기 종류 추가
ru: Добавить тип контейнера
zh: 添加容器类型

source: Add container
fr: Ajouter conteneur
ko: 용기 더하기
ru: Добавить контейнер
zh: 添加容器

source: Edit specimen
fr: Editer spécimen
ko: 검체 편집
ru: Редактировать образец
zh: 编辑样本

source: Specimen Entry
fr: Entrée spécimen
ko: 검체 항목
ru: Вход образца
zh: 进入样本

source: Specimen {0} Information
fr: Information spécimen {0}
ko: 검체 {0} 정보
ru: Информация и образце {0}
zh: 样本{0}信息

source: Specimen must have a type
fr: Spécimen doit avoir un type
ko: 검체는 종류가 필요합니다
ru: У образца должен быть тип
zh: 样本必须有个类型

source: Created
fr: Crée
ko: 만들어짐
ru: Создан
zh: 已创建

source: worksheet: {0}
fr: Formulaire: {0}
ko: 워크쉬트: {0}
ru: Рабочий список {0}
zh: 工作表：{0}

source: Origin center
fr: Centre d'origine
ko: 원센터
ru: Начальный центр
zh: 起源中心

source: Current center
fr: Centre actuel
ko: 현센터
ru: Настоящий центр
zh: 当前中心

source: Source Inventory ID
fr: ID inventaire source
ko: 소스 인벤토리 아이디
ru: Источник инвенторной идентификации
zh: 资源存货编码

source: Children #
fr: Enfant #
ko: 자검체 #
ru: Второстепенные источники #

source: Specimen must have an activity status
fr: Spécimen doit avoir un statut d'activité
ko: 검체는 활동상태가 있어야합니다
ru: У образца должен быть статус активности
zh: 样本必须是活动状态

source: CANNOT DISPLAY INFORMATION
fr: IMPOSSIBLE D'AFFICHER INFORMATION
ko: 정보를 표시할 수 없습니다
ru: Нельзя показать информацию
zh: 无法显示信息

source: Source Processing Event
fr: Evenement de traitement source
ko: 원본 처리 이벤트
ru: Источник текущего события
zh: 资源处理项目

source: Unable to retrieve permissions
fr: Impossible de récupérer les permissions
ko: 사용 권한을 가져올 수 없습니다
ru: Невозможно восстановить разрешения
zh: 无法检索权限

source: Add a new global specimen type
fr: Ajouter un nouveau type global de spécimen
ko: 새 글로벌 검체 종류 추가
ru: Добавить новый всеобщий тип образца
zh: 添加新的样本类型

source: Edit the global specimen type
fr: Editer type global de spécimen
ko: 글로벌 검체 종류 편집
ru: Добавить всеобщий тип образца
zh: 编辑总体样本类型

source: Add a specimen type
fr: Ajouter type de spécimen
ko: 검체 종류 추가
ru: Добавить тип образца
zh: 添加样本类型

source: Cannot access Specimen Type editor. Access Denied.
fr: Impossible d'accéder à l'éditeur de Type Spécimen. Accès refusé.
ko: 검체 종류 편집기에 액세스할 수 없습니다. 엑세스가 거부되었습니다
ru: Нет доступа к редактору типа образца. В доступе отказано.
zh: 无法访问样本类型编辑器。拒绝访问

source: Dispatch History
fr: Historique expédition
ko: 발송 역사
ru: История сообщений
zh: 派遣历史

source: Originating Specimen
fr: Spécimen originel
ko: 원검체
ru: Первоначальный образец

source: Parent Specimen
fr: Spécimen parent
ko: 모검체
ru: Родительский образец

source: Created in Processing Event
fr: Crée dans l'évènement de traitement
ko: 처리 이벤트에 만들어짐
ru: Создано в текущем событии

source: Plate Errors
fr: Erreurs de plaque
ko: 플레잇 오류
ru: Ошибки пластин

source: Sample Errors
fr: Erreurs d'échantillon
ko: 샘플 오류
ru: Ошибки выборки

source: Absorption Concentration (µg/ml)
fr: Concentration d'absorption (µg/ml)

source: Fluorescence Concentration (µg/ml)
fr: Concentration de fluorescence (µg/ml)

source: OD 260/230
fr: DO 260/230

source: OD 260/280
fr: DO 260/280

source: Aliquot Yield (µg)
fr: Rendement de l'aliquot (µg)

source: View Import
fr: Voir importation
ko: 가져오기 보기
ru: Осмотреть импорт

source: Container Visualization
fr: Visualisation du conteneur
ko: 용기 시각화
ru: Вид контейнера
zh: 容器可视化

source: Yes
fr: Oui
ko: 네
ru: Да
zh: 是

source: No
fr: Non
ko: 아니오
ru: Нет
zh: 否

source: Creating a new study.
fr: Création d'une nouvelle étude.
ko: 새 연구 만드는 중.
ru: Процесс создания нового исследования
zh: 创建新课题

source: Editing an existing study.
fr: Edition d'une étude existante.
ko: 기존 연구 편집 중.
ru: Процесс редактирования существующего исследования
zh: 编辑现存课题

source: Date Processed
fr: Date de traitement
ru: Дата обработки
zh: 处理日期

source: New study
fr: Nouvelle étude
ru: Новое исследование
zh: 新课题

source: Study {0}
fr: Etude {0}
ko: 연구 {0}
ru: Исследование {0}
zh: 课题{0}

source: Study Information
fr: Information de l'étude
ko: 연구 정보
ru: Информация об исследовании
zh: 课题信息

source: Study name cannot be blank
fr: Nom d'étude de ne peut être vide
ko: 연구 이름은 비워둘 수 없습니다
ru: Название исследования не может пустовать
zh: 课题名称不能为空

source: Study short name cannot be blank
fr: Abbréviation de l'étude ne peut être vide
ko: 연구 약식이름은 비워둘 수 없습니다
ru: Укороченное название исследования не должно пустовать
zh: 课题名称不能为空

source: Study must have an activity status
fr: Etude doit avoir un statut d'activité
ko: 연구는 활동상태가 필요합니다
ru: У исследования должен быть статус активности
zh: 课题必须是活动状态

source: Clinics / Contacts
fr: Cliniques / contacts
ko: 클리닉/연락처
ru: Клиники/ контакты
zh: 临床课/联系方式

source: Add Clinic Contact
fr: Ajouter contact clinique
ko: 클리닉 연락처 추가
ru: Добавит контакты клиник
zh: 添加临床课联系方式

source: Source specimen types
fr: Types des spécimens sources
ko: 원검체 종류
ru: Типы источника образцов
zh: 资源样本类型

source: Aliquoted specimen types
fr: Types spécimen aliquoté
ko: ?된 검체 종류
ru: Типы пробных образцов
zh: 等分样本类型

source: Source Specimen types must be added before any aliquoted specimen types can be added.
fr: Types de spécimens source doivent être ajoutés avant qu'un type de spécimen aliquoté puisse être ajouté.
ko: ?된 검체 종류가 추가되기 전 원검체 종류가 추가되어야합니다
ru: Типы источников образцов должны быть добавлены прежде пробных типов образцов
zh: 在添加等分样本类型之前，必须添加资源样本类型

source: Add aliquoted Specimen type
fr: Ajouter type spécimen aliquoté
ru: Добавить тип пробного образца
zh: 添加等分样本类型

source: Patient Visit Information Collected
fr: Information sur la visite du patient collectée
ko: 수집된 환자 방문 정보
ru: Собрана информация о посещениях пациента
zh: 患者访问信息采集

source: Date Processed is collected by default.
fr: Date du traitement est collectée par défaut.
ko: 기본으로 처리된 날짜는 수집됩니다.
ru: Дата обработки собрана по умолчанию
zh: 处理日期默认值

source: Study information
fr: Information de l'étude
ko: 연구 정보
ru: Информация об исследовании
zh: 课题信息

source: :Date Processed
fr: :Date traité
ko: :처리된 날짜
ru: Дата обработки
zh: ：处理日期

source: Study does not collect additional patient visit information
fr: L'étude ne collecte pas d'information additionnelles sur les visites des patients
ko: 연구는 추가 환자 방문 정보를 수집하지않습니다
ru: Исследование не собирает дополнительной информации о посещениях пациента
zh: 课题没有采集附加的患者访问信息

source: Executed By
fr: Executé par
ko: 에 의해 실행
ru: Приведено в исполнение

source: Time Executed
fr: Heure d'execution
ko: 실행 된 시간
ru: Время исполнения

source: File Input
fr: Entrée de fichier
ko: 파일 입력
ru: Файл ввода данных

source: File Name
fr: Nom de fichier
ko: 파일 이름
ru: Имя файла

source: Size
fr: Taille
ko: 사이즈
ru: Размер

source: Download
fr: Telecharger
ko: 다운로드
ru: Загрузка

source: Download the file to...
fr: Telecharger le fichier vers...
ko: 파일을 다음 위치로 다운로드…
ru: Загрузить файл в

source: File Already Exists
fr: Fichier existe déjà
ko: 파일이 이미 존재합니다
ru: Файл уже существует

source: The file {0} already exists. Would you like to overwrite it?
fr: Le fichier {0} existe déjà. Voulez-vous l'écraser ?
ko: 파일 {0}은 이미 존재합니다. 덮어쓰시겠습니까?
ru: Файл {0} уже существует. Вы хотите его переписать?

source: Downloading file...
fr: Telechargement du fichier...
ko: 파일 다운로드 중...
ru: Процесс загрузки файла

source: Problem downloading file
fr: Erreur lors du téléchargement du fichier
ko: 파일 다운로드 중 오류
ru: Проблема загрузки файла

source: Specimen Import
fr: Importer spécimen
ko: 검체 가져오기
ru: Импорт образца

source: Collection Event Attribute Import
fr: Importation des attributs des évènements de collection

source: Imported Collection Event Attributes
fr: Attributs des évènements de collection importés

source: Import
fr: Importer
ko: 가져오기
ru: Импорт

source: The following errors occurred when attempting to import:
fr: Les erreurs suivantes sont survenues lors de l'importation:
ko: 가져오기 실행 중 다음 오류가 발생했습니다:
ru: Произошли следующие ошибки при попытке импорта

source: Importing Specimens...
fr: Importation des spécimens...
ko: 검체 가져오는중...
ru: Процесс импорта образцов

source: Processing file...
fr: Traitement du fichier...
ko: 파일 처리 중...
ru: Процесс обработки файла

source: You don't have permission to do this.
fr: Vous n'avez pas les permissions pour faire ceci.
ko: 이 작업을 수행 할 수있는 권한이 없습니다
ru: У вас нет разрешения на это действие

source: Import Error
fr: Importer erreur
ko: 가져오기 오류
ru: Ошибка импорта

source: Patient Import
fr: Importer Patient

source: Imported Patients
fr: Importer Patients

source: Imported Specimens
fr: Importer spécimens
ko: 가져온 검체
ru: Импортированные образцы

source: Please fill in the fields and hit enter or tab or resolve previous errors
fr: Veuillez remplir les champs et appuyer sur Entrée ou Tab ou resolvez erreurs précédentes
ko: 항목들을 입력하시고 enter 나 tab 키를 사용하셔서 지난 오류를 고치십시오
ru: Пожалуйста заполните поля нажмите клавишу ввода или Tab или разрешить предыдущие ошибки
zh: 请填写，并按回车或在选项上向前移动或解决上一个错误

# scan link assign
source: Single
fr: Simple
ko: 단일
ru: Единичный
zh: 单个

# scan link assign
source: Single with position
fr: Simple avec position
ko: 위치가 있는 단일
ru: Единичный в позиции
zh: 单个位置

source: Freezer
fr: Congélateur
ko: 냉동기
ru: Холодильник
zh: 冰柜

source: Pallet
fr: Rack
ko: 팰럿트
ru: Паллет
zh: 光盘

source: Position error
fr: Erreur de position
ko: 위치 오류
ru: Ошибка в позиции
zh: 位置错误

source: Position {0} is invalid: no specimen position found that matches this label
fr: Position {0} est invalide: aucune position spécimen trouvée correspondant cette étiquette
ko: 위치 {0}는 유효하지않습니다: 이 레이블에 해당하는 검체 위치를 찾을 수 없습니다
ru: Позиция {0} не действительна: ни одна позиция образца не подходит к этой отметке

source: Container cannot hold specimens: {0}
fr: Conteneur ne peut contenir ce spécimen: {0}
ko: 용기는 검체를 보유 할 수 없습니다: {0}
ru: Контейнер не может содержать образцы: {0}

source: Container {0} cannot hold specimens of type "{1}"
fr: Conteneur {0} ne peut contenir spécimen de type "{1}"
ko: {0} 용기는 "{1}"종류의 검체를 보유 할 수 없습니다
ru: Контейнер {0} не может содержать образцы типа {1}

source: Position not free
fr: Position indisponible
ko: 자유한 위치가 아닙니다
ru: Позиция не свободна
zh: 位置不是空的

source: Position {0} already in use in container {1}
fr: Position {0} déjà en cours d'utilisation dans le conteneur {1}
ko: 위치 {0}은(는) 벌써 용기 {1}서 사용중
ru: Позиция {0} уже используется в контейнере {1}
zh: 位置{0}在容器{1}中使用

source: Error while checking position
fr: Erreur lors de la vérification de la position
ko: 위치확인 오류
ru: Ошибка при проверке позиций
zh: 检查位置出现错误

source: Errors were detected. Cannot decode pallet yet.
fr: Erreurs détéctées. Impossible de décoder le rack

source: Decode a pallet or enter inventory IDs manually by double clicking cells on the grid
fr: Décodez un rack ou entrez un ID inventaire manuellement en double cliquant sur la grille

source: Errors found with inventory IDs
fr: Erreur trouvées dans les ID inventaires

source: Do you want to print information?
fr: Voulez-vous imprimer ces informations?
ko: 정보를 인쇄하시겠습니까?
ru: Вы хотите распечатать информацию?
zh: 你想打印信息么？

source: Print error
fr: Imprimer erreur
ko: 인쇄 오류
ru: Ошибка печати
zh: 打印错误

source: Can't print: log error.
fr: Impossible d'imprimer: erreur de journalisation
ko: 인쇄할 수 없습니다: 로그 오류.
ru: Печать невозможна: ошибка входа
zh: 无法打印：日志错误

source: Assign position or move specimens
fr: Assignez position ou déplacez spécimens
ko: 위치를 지정하거나 검체를 이동해주십시오
ru: Припишите позицию или передвиньте образец
zh: 指定位置或移动样本

source: Assign position to specimens or move specimens
fr: Assignez position aux spécimens ou déplacez spécimens
ko: 검체에게 위치를 지정하거나 검체를 이동해주십시오
ru: Припишите позицию образцам или передвиньте образцы
zh: 指定位置到样本或移动样本

source: Cabinet specimen
fr: Cabinet du spécimen
ko: 케비넷 검체
ru: Кабинетный образец
zh: 内部样本

source: Old cabinet specimen with 4 letters were transformed to 5 letters (C+4letters).
fr: Ancien cabinet de spécimen à 4 lettres transformé à 5 lettres (C+4lettres).
ru: Предыдущий кабинетный образец с четырьмя буквами были изменены на пять букв (С плюс четыре буквы)
zh: 四个字母的旧的内部样本应转换为五个字母

source: Move - specimen error
fr: Déplacement - erreur spécimen
ko: 이동 - 검체 오류
ru: Передвинуть - ошибка образца
zh: 移动-样本错误

source: Enter a valid inventory ID
fr: Entrez un ID inventaire valable
ko: 유효한 인벤토리 아이디를 입력하십시오
ru: Введите действительную инвенторную идентификацию
zh: 输入一个有效地库存编码

source: Collection date
fr: Date de collection
ko: 수집 날짜
ru: Дата сбора
zh: 采集日期

source: No specimen found with inventoryId {0}
fr: Aucun spécimen trouvé avec l'ID inventaire {0}
ko: 인벤토리 아이디가 {0}인 검체는 없습니다
ru: Не найдено ни одного образца с инвенторной идентификацией {0}
zh: 没找到库存编号为{0}的样本

source: This specimen is currently in transit in a dispatch.
fr: Ce spécimen est actuellement en transit dans un envoi.
ko: 이 검체는 현재 배송 중 입니다.
ru: Этот образец в настоящее время в процессе перевозки в послании
zh: 此样本在当前的文件传送中
