Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: CSV file not loaded
fr: le fichier CSV n'est pas chargé

source: collection event does not exist for patient "{0}" and visit number {1}
fr: L'évènement de collection n'existe pas pour le patient "{0}" et pour la visite numéro {1}

source: event attribute with name "{0}" not defined in study
fr: L'attribut "{0}" de l'évènement n'est pas définit dans cette étude

source: event attribute with name "{0}" is locked in study
fr: L'attribut "{0}" de l'évènement est verrouillé dans cette étude

source: event attribute already exists for patient "{0}" and visit number {1}
fr: L'attribut de l'évènement existe déjà pour le patient "{0}" et la visite numéro {1}

source: file not loaded
fr: Fichier non chargé

source: study {0} does not exist
fr: L'étude {0} n'existe pas

source: patient already exists
fr: Le patient existe déjà

source: sending center with name "{0}" does not exist
fr: Centre d'envoi "{0}" n'existe pas
ko: 발신 센터 "{0}"가 없습니다
ru: Отправляющий центр по имени "{0}" не существует

source: receiving center with name "{0}" does not exist
fr: Centre de reception "{0}" n'existe pas
ko: 수신 센터 "{0}"가 없습니다
ru: Получающий центр по имени "{0}" не существует

source: patient number "{0}" does not exist
fr: Patient numéro "{0}" n'existe pas
ko: 환자 번호 "{0}"가 없습니다
ru: Пациент за номером "{0}" не существует

source: inventory id "{0}" does not exist
fr: L'ID inventaire "{0}" n'existe pas
ko: 인펜토리 아이디"{0}"가 없습니다
ru: Инвентарная идентификация "{0}" не существует

source: shipping method "{0}" does not exist
fr: Méthode d'expédition "{0}" n'existe pas
ko: 배송 방법 "{0}"이 없습니다
ru: Метод отправки "{0}" не существует

source: specimen already exists
fr: Le specimen existe déjà
ko: 검체가 이미 있습니다
ru: Образец уже существует

source: collection event for patient {0} with visit number "{1}" does not exist
fr: L'évenèment de collection pour le patient {0} et la visite numéro "{1}" n'existe pas
ko: 환자 {0} 방분번호 "{1}" 에 대한 컬렉션 이번트가 없습니다
ru: Сбор материала для пациента {0} за номером посещения "{1}" не существует

source: specimen declared a source specimen but parent inventory ID present
fr: Spécimen déclaré comme spécimen source mais numéro d'inventaire parent existe !
ko: 검체가 원검체로 선언됬으나 모 인벤토리 아이디가 있습니다
ru: Образец указал источник, но первоначальная инвенторная идентификация присутствует

source: parent inventory id does not exist: {0}
fr: ID inventaire parent n'existe pas {0}
ko: 보인벤토리가 없습니다: {0}
ru: первоначальная инвенторная идентификация не существует : {0}

source: when parent inventory id is not specified, patient number, and visit number are required
fr: quand l'ID inventaire parent n'est pas spécifié, le numéro de patient et le numéro de visite sont requis
ko: 모 인벤토리 아이디가 지정되지 않았으면 환자 번호와 방문 번호가 필요합니다
ru: когда первоначальная идентификация не обозначена, номер пациента и номер посещения необходимые данные

source: pallet position defined but not product barcode or label
fr: position du rack définie mais pas celle du code barre ou étiquette
ko: 팔레트 위치는 정의되었으나 제품 바코드와 레이블은 정의되지 않았습니다
ru: позиция паллета обозначена, но не баркод или наклейка продукта

source: pallet product barcode defined but not position
fr: code barre du rack défini, mais pas sa position
ko: 팔레트 제품 바코드는 정의되었으나 위치는 정의되지 않았습니다
ru: баркод паллета определен но не позиция

source: pallet label defined but not container type
fr: etiquette du rack défini mais pas le type de conteneur
ko: 팔레트 레이블은 정의되었으나 용기는 정의되지 않았습니다
ru: наклейка паллета определена но не тип контейнера

source: waybill "{0}" does not exist
fr: récépissé "{0}" n'existe pas
ko: 트래킹 번호 "{0}"가 없습니다
ru: транспортная накладная "{0}" не существует

source: specimen type with name "{0}" does not exist
fr: spécimen de type "{0}" n'existe pas
ko: 검체 종류 "{0}"가 없습니다
ru: образец за именем "{0}" не существует

source: container with label "{0}" does not exist
fr: conteneur avec etiquette "{0}" n'existe pas
ko: "{0}"로 레이블 된 용기는 없습니다
ru: контейнер с наклейкой "{0}" не существует

source: specimen position "{0}" in container with label "{1}" is invalid
fr: position de spécimen "{0}" dans conteneur avec libellé "{1}" est invalide

source: patient number is invalid
fr: numéro de patient est invalide
ko: 환자번호가 유효하지 않습니다
ru: Номер пациента не действителен

source: patient number "{0}" does not match the patient on the source specimen "{1}"
fr: patient numéro "{0}" ne correspond pas au patient sur le spécimen source "{1}"
ko: 환자번호 "{0}"는 원검체의 환자와 일치하지 않습니다"{1}"
ru: Пациент за номером "{0}" не соответствует пациенту на изначальном образце "{1}"

source: collection event with visit number "{0}" does match the source specimen's collection event
fr: évènement de collection avec numéro de visite "{0}" ne correspond pas à l'évènement de collection du spécimen source
ko: 방문 번호 "{0}"의 컬렉션 이번트는 원검체의 컬렉션 이벤트와 일치하지 않습니다
ru: случай сбора материала с номером посещения "{0}" не соответствует изначальному образцу случая сбора материала

source: specimen type "{0}" is invalid for parent specimens in study "{1}"
fr: type de spécimen "{0}" est invalide pour le spécimen parent dans l'étude "{1}"

source: specimen type "{0}" is invalid for child specimens in study "{1}"
fr: type de spécimen "{0}" est invalide pour spécimen enfant dans l'étude "{1}"

source: specimen type "{0}" cannot be stored in this container
fr: type de spécimen "{0}" ne peut pas être stocké dans ce conteneur

source: specimen has no patient
fr: le spécimen n'a pas de patient
ko: 검체는 환자가 없습니다
ru: у образца нет пациентов

source: Cannot delete contact {0} because it is still associated with other studies.
fr: Impossible d'effacer contact {0} car il est encore associé à d'autres études
ko: 연락처 {0}는 다른 연구들과 연관되어 있어서 삭제할 수 없습니다.
ru: Не возможно удалить контакт {0},из-за ассоциации с другими исследованиями
zh: 由于这仍与其他研究相关，所以不能删除联系{0}

source: Specimen "{0}" not found in collection.
fr: Specimen "{0}" introuvable dans la collection
ko: 검체 "{0}"는 수집 이벤트에 없습니다.
ru: Образец "{0}" не найден в коллекции
zh: 在搜索中找不到样本"{0}"

source: Attribute for label "{0}" is locked, changes not permitted.
fr: L'attribut pour le libellé "{0}" est verrouillé, aucun changement permis
ko: 레이블 "{0}"의 특성은 잠겨있어서 변경이 허락되지 않습니다.
ru: Атрибут для наклейки "{0}" закрыт, изменения не допустимы
zh: 标签属性 "{0}" 被锁定，不允许更改.

source: Cannot find Study Event Attribute with id "{0}".
fr: Impossible de trouver l'attribut "{0}" pour cet évènement.
ko: 아이디 "{0}"인 연구 이벤트 특성를 찾을 수 없습니다.
ru: Не возможно найти атрибут события исследования с идентификацией "{0}"
zh: 在账户"{0}"中，找不到研究项目属性.

source: Value "{0}" is invalid for label "{2}".
fr: Valeur "{0}" invalide pour le libellé "{2}".
ko: "{0}" 값 은 레이블 "{2}"에 유효하지않습니다.
ru: Значение "{0}" не действительно для наклейки "{2}"
zh: 数值为"{0}" 对于标签 "{2}"是无效的.

source: Value "{0}" ("{1}") is invalid for label "{2}".
fr: Valeur "{0}" ("{1}") est invalide pour le libellé "{2}"
ko: "값 {0}" 와 ("{1}")은 레이블 "{2}"에 유효하지않습니다.
ru: Значение "{0}" ("{1}") не действительно для наклейки "{2}"
zh: 数值为"{0}" ("{1}") 对于标签 "{2}"是无效的.

source: Cannot parse date "{0}".
fr: Impossible d'interpréter la date "{0}"
ko: 날짜 "{0}" 를 분석할 수 없습니다.
ru: Разбор данных "{0}" невозможен
zh: 无法显示日期 "{0}".

source: Unknown Event Attribute Type "{0}".
fr: Type d'attribut d'évènement "{0}" inconnu).
ko: 알수없는 이벤트 특성 종류 "{0}".
ru: Неизвестный атрибут события с типом "{0}"
zh: 未知项目属性类型 "{0}".

source: Specimen {0} has children and cannot be deleted. Instead, move it to a different collection event.
fr: Spécimen {0} a des enfants et ne peut être effacé. Déplacez le vers un évènement de collection différent
ko: {0} 검체는 자검체가 있어서 삭제될 수 없습니다. 다른 수집 이벤트로 이동해주십시오.
ru: У образца {0} есть второстепенный материал и его невозможно удалить. Вместо этого, переведите его в другую подборку материала

source: Parent container and position should either both be set or both be null
fr: Position et conteneur parent doivent être fixés ou nuls
ko: 모용기와 위치는 둘 다 설정되거나 둘 다 null이어야합니다
ru: Первоначальный контейнер и позиция должны быть или оба отобраны или обнулены
zh: 父容器和位置应该都被设置，或者都为空

source: Unable to move container.
fr: Impossible de déplacer le conteneur.
ko: 용기를 이동할 수 없습니다.
ru: Невозможно передвинуть контейнер
zh: 无法移动容器

source: Cannot set label on child containers.
fr: Impossible de fixer le libellé sur le conteneur enfant.
ko: 자용기에는 레이블을 설정할 수 없습니다
ru: Невозможно сделать наклейку на второстепенном контейнере
zh: 无法在子容器上设置标签

source: Only freshly created dispatches may be deleted.
fr: Seules les expéditions crées récemment peuvent être effacées.
ko: 새로 만들어진 배송들만 삭제될 수 있습니다.
ru: Только недавно созданные депеши могут быть удалены
zh: 只有最近创建的文件才可能被删除

source: Cannot find a dispatch with id "{0}".
fr: Impossible de trouver l'expédition numéro "{0}".
ko: 아이디 "{0}"인 배송을 찾을 수 없습니다.
ru: Невозможно найти депешу с идентификацией "{0}"
zh: 账户"{0}"中，无法找到文件.

source: Value "{0}" is invalid for label "{1}", valid is one of "{2}".
fr: Valeur "{0}" invalide pour le libellé "{1}", valable est un de "{2}".

source: Access Denied
fr: Accès refusé
ko: 엑세스 거부됨
ru: Доступ закрыт
zh: 拒绝访问

source: Cannot find a {0} with id {1} in persistence.
fr: Impossible de trouver un {0} avec ID {1} persistant.
ko: 아이디 {1}인 {0}를 지속성에서 찾을 수 없습니다.
ru: Невозможно найти {0} с постоянной идентификацией {1}
zh: 在现存账户中，无法找到与账户 {1} 相关的一个{0}

source: Specimens do not come from the same place.
fr: Spécimens ne viennent pas du même endroit.
ko: 용기들이 같은 장소에서 오지 않았습니다.
ru: Образцы не были подобраны в одном месте
zh: 样本不是来自同一个地方

# error
source: This centre is not allowed to collect specimens from study: {0}
fr: Ce centre ne peut collecter des spécimens de l'étude {0}

source: Specimen id can not be null
fr: ID spécimen ne peut être nulle
ko: 용기 아이디는 null일 수 없습니다
ru: Идентификация образца не может быть ноль
zh: 样本编号不能为空

source: Expected a single query result, but got "{0}".
fr: Un seule resultat de requête attendu, mais "{0}" reçu.
ko: 단일한 쿼리결과를 예상했으나 "{0}"가 나왔습니다.
ru: Ожидаемый результат запроса единичный, но получен "{0}"
zh: 预期得到单一查询结果，但是得到 "{0}"

source: Problem merging patients
fr: Problème lors de la fusion de patients
ko: 환자들 병합에 문제가 있습니다
ru: Проблема объединения пациентов
zh: 错误问题集合

source: Delete failed. There are child specimens linked through this processing event
fr: Echec de l'effaçage. Des spécimens enfants sont liés à cet évènement de traitement.
ko: 삭제에 실패했습니다. 이 처리 이벤트에 연결된 자검체들이 있습니다.
ru: Удалить не получилось. Есть второстепенные образцы связанные с этим текущим событием
zh: 删除失败，有子样本与其相关联

source: Unable to run report for unknown reason
fr: Impossible d'executer le rapport pour raisons inconnus
ko: 알 수 없는 이유로 보고서를 실행 할 수 없습니다
ru: Невозможно подготовить отчет по неизвестным причинам
zh: 未知原因不能运行

source: No request found with id "{0}".
fr: Aucune requête trouvée avec ID "{0}".
ko: 아이디 "{0}" 에 대한 요쳥을 찾을 수 없습니다.
ru: Не найдено запроса с идентификацией "{0}"
zh: 无法找到与 "{0}"编号相关文件

source: Blank specimen id, please check your your file for correct input.
fr: ID spécimen vide, veuillez vérifier le dossier pour les données correctes.
ko: 빈 검체 아이디; 올바른 입력을 파일에서 확인해 주세요.
ru: Идентификация экземпляра пустая, пожалуйста проверьте файл на правильность введенных данных
zh: 无该编号的样本，请确定输入正确的编号

source: Specimen {0} missing
fr: Spécimen {0} manquant
ko: 검체 {0}가 없습니다
ru: Образец {0} отсутствует
zh: {0}样本缺失

source: Specimen does not exist.
fr: Spécimen n'existe pas.
ko: 검체가 없습니다.
ru: Образец не существует
zh: 样本不存在

source: {0} is already in a pending dispatch.
fr: {0} est déjà en cours d'expédition.

source: Specimen different from the one registered at this position
fr: Spécimen différent de celui inscrit à cette position
ko: 검체는 이 위치에 등록된 검체와 다릅니다
ru: Образец отличается от зарегистрированного на этой позиции
zh: 不相同的样本存放在同一位置

source: This specimen should be on another pallet
fr: Ce spécimen devrait être sur un autre rack
ko: 이 검체는 다른 펠러트에 있어야 합니다
ru: Этот образец должен быть на другом паллете
zh: 应该将这个样本存放到另外的孔板

source: Activity status of {0} is not ''Active''. Check comments on this specimen for more information.
fr: Statut d'activité de {0} n'est pas ''Actif''. Vérifiez les commentaires sur ce spécimen pour plus d'informations
ko: {0}의 활동 상태는 "활성화 되지 않았습니다". 자세한 정보는 이 검체의 댓글에서 확인해 주십시오.
ru: Статус активности {0} не "активный". Проверьте комментарии по этому образцу для дополнительной информации
zh: {0}的活动状态并不“活跃”。检查这个样本的注释的“详细信息“

source: Specimen {0} is currently assigned to center {1}. It should first be sent to center {2}.
fr: Spécimen {0} est assigné au centre {1}. Il doit d'abord être envoyé au centre {2}.
ko: 검체 {0} 는 현재 센터 {1}에 배정되었습니다. 먼저 센터 {2} 로 보내져야합니다.
ru: Образец {0} в текущий момент приписан к центру {1}. Он должен быть сначала отправлен к центру {2}
zh: {0}样本现被分到{1}中心，它应该首先被送到{2}中心.

source: {0} is already in this dispatch.
fr: {0} est déjà dans cet envoi.
ko: {0}는 이미 이 배송에 있습니다.
ru: {0} уже присутствует в этой депеше
zh: {0}已经在该文件中

source: Specimen {0} not found in database
fr: Spécimen {0} introuvable dans la base de donnée
ko: 검체 {0}는 데이터베이스에 없습니다
ru: Образец {0} не найден в базе данных
zh: 在数据库中没有找到{0}样本

source: Specimen should not be in shipment
fr: Spécimen ne devrait pas être dans l'envoi
ko: 이 검체는 배송에 있으면 안됩니다
ru: Образец не должен находиться в посылке
zh: 样本不应该被装运

source: Missing specimen "{0}".
fr: Spécimen manquant "{0}"
ko: 검체 "{0}" 가 없음.
ru: Отсутствующий образец "{0}"
zh: "{0}"样本丢失

source: Specimen not found
fr: Spécimen introuvable
ko: 검체가 없음
ru: Образец не найден
zh: 没有找到样本

source: Error
fr: Erreur
ko: 오류
ru: Ошибка
zh: 错误

source: Specimen previously registered on another position: {0}
fr: Spécimen déjà inscrit dans une autre position : {0}
ko: 검체는 이전에 다른 위치에 등록되었습니다: {0}
ru: Образец ранее был зарегистрирован на другой позиции: {0}
zh: 样本预先在其他位置：{0}注册

source: Specimen has a position in another site (site {0})
fr: Spécimen a une position dans un autre site (site {0})
ko: 검체는 다른 센터(센터 {0})에 위치가 있습니다
ru: У образца есть позиция на другом сайте (сайт {0})
zh: 样本已存在于其他站点(站点 {0})

source: This pallet type {0} can''t hold a specimen of type {1}
fr: Ce rack de type {0} ne peut contenir un spécimen de type {1}
ko: 펠러트 종류 {0}는 {1}종류의 검체를 보관할 수 없습니다
ru: Паллет типа {0} не может держать образец типа {1}
zh: 此光盘类型为{0}，无法保存样本类型{1}

source: Cannot assign position to a specimen that is in a pending dispatch
fr: Impossible d'assigner une position a un spécimen en cours d'envoi

source: Value ''{0}'' has already been scanned in position {1}
fr: La valeur ''{0}'' à déjà été scannée en position {1}
ko: 값 ''{0}''은 이미 위치 {1}에 스캔되었습니다
ru: Величина ' ' {0} ' ' уже отсканирована в позиции {1}
zh: 在位置{1}已经浏览过数值''{0}''

source: Specimen already in database
fr: Spécimen existe déjà dans la base de donnée
ko: 검체는 이미 데이터베이스에 있습니다
ru: Образец уже есть в базе данных
zh: 样本已存于数据库

source: You do not have adequate permissions to delete this group
fr: Vous ne disposez pas des permissions suffisantes pour effacer ce groupe
ko: 적절한 권한이 없으므로 이 그룹을 삭제할 수 없습니다
ru: У вас нет достаточных разрешений чтобы удалить эту группу
zh: 你没有足够权限删除这组

source: You do not have adequate permissions to save this group.
fr: Vous ne disposez pas des permissions suffisantes pour sauvegarder ce groupe.
ko: 적절한 권한이 없으므로 이 그룹을 저장할 수 없습니다.
ru: У вас нет достаточных разрешений чтобы сохранить эту группу
zh: 你没有足够权限保存这组

source: You do not have adequate permissions to delete this user.
fr: Vous ne disposez pas des permissions suffisantes pour effacer cet utilisateur.
ko: 적절한 권한이 없으므로 이 사용자를 삭제할 수 없습니다.
ru: У вас нет достаточных разрешений чтобы удалить этого пользователя
zh: 你没有足够权限删除此用户

source: Unable to delete associated CSM user.
fr: Impossible d'effacer l'utilisateur CSM associé.
ko: 관련된 CSM 사용자를 삭제할 수 없습니다.
ru: Невозможно удалить при соединенного CSM пользователя
zh: 无法删除CSM相关用户

source: It appears you are trying to add groups you were not aware of. Please refresh your user management, start over, and try again.
fr: Il semble que vous essayez d'ajouter des groupes dont vous n'étiez pas au courant. S'il vous plaîtrafraîchissez la gestion des utilisateurs, recommencez, et essayez à nouveau.
ko: 확실하지 않은 단체를 추가하시는 것 같습니다. 사용자 관리를 새로 고치고 다시 시작 후 다시 시도해주십시오.
ru: Вы пытаетесь присоединиться группы, о которых не было известно. Пожалуйста, обновите ваш состав, начните сначала, и повторите попытку
zh: 你尝试添加小组。请刷新你的用户管理，重新开始尝试

source: You cannot add this user to groups you cannot manage.
fr: Vous ne pouvez ajouter cet utilisateur aux groupes que vous ne gérez pas.
ko: 이 사용자를 귀하가 관리할 수 없는 그룹에 추가하실 수 없습니다
ru: Вы не можете добавить этого пользователя к группам, которыми вы не можете управлять
zh: 你无法添加此用户

source: You do not have adequate permissions to modify this user.
fr: Vous ne disposez pas des permissions pour modifier cet utilisateur.
ko: 적절한 권한이 없으므로 이 사용자를 수정할 수 없습니다.
ru: У вас нет достаточных разрешений для модификации этого пользователя
zh: 你没有足够权限修改此用户

source: Your roles or permissions have changed since you began modifying this user. Please start over and try again.
fr: Votre rôle ou permission a changé depuis que vous avez commencé à modifié cet utilisateur. Veuillez recommencer.
ko: 사용자를 수정하기 시작한 후 역할이나 권한이 변경되었습니다. 다시 시작하고 시도해주십시오.
ru: Ваши роли или разрешения изменились с тех пор как вы начали модифицировать пользователя. Пожалуйста начните снова и повторите попытку
zh: 一旦你开始修改此用户，你的角色或权限将会更改。请重新开始尝试

source: Problem modifying associated CSM user properties
fr: Problème lors de la modification des propriétés de l'utilisateur CSM associé
ko: 관련된 CSM사용자 속성을 수정하는데 문제가 있습니다
ru: Проблема модификации присоединенных свойств CMS пользователя

source: Your manageable memberships have changed since you began modifying this user. Please refresh your user management, start over, and try again.
fr: Les paramètres de votre compte ont changés depuis que vous avez commencé à modifié cet utilisateur. Veuillez rafraichir le compte et recommencez.
ko: 귀하의 관리 가능한 멤버쉽이 이 사용자를 수정하시는동안 변경되었습니다. 사용자 관리를 새로 고치고 다시 시작 후 다시 시도해주십시오.
ru: Ваш исполнительный состав изменился когда вы начали модифицировать этого пользователя. Пожалуйста обновите ваш состав пользователя, начните снова, и повторите попытку.
zh: 一旦你开始修改此用户，你的会员身份将会更改，请重新尝试更新

source: Passwords must be at least {0} characters long
fr: Les mots de passes doivent faire au moins {0} caractères.
ko: 암호는 길이가 최소{0}자여야 합니다
ru: Пароль должен быть не менее {0}значений
zh: 密码必须至少{0}个字符长度

source: Problem with sent data. Container id is null
fr: Problème avec les données envoyées. ID conteneur est vide.
ko: 보낸 데이터에 문제가 있습니다. 용기 아이디가 null입니다.
ru: Проблема с отправленными данными. Идентификация контейнера ноль.
zh: 发送数据出现问题。容器编码无效

source: You must select a parent with a processing event
fr: Vous devez selectionner un parent avec un évènement de traitement.
ko: 처리 이벤트와 모검체를 선택해주셔야합니다
ru: Вы должны выбрать первоисточник с текущим событием
zh: 你必须选择父本和处理事件

source: Clinic "{0}" must have contacts.
fr: Clinique "{0}" doit avoir des contacts.
ko: 클리닉 "{0}"은 연락처가 필요합니다.
ru: У клиники "{0}" должны быть контакты
zh: 临床课"{0}" 必须有联系方式

source: Study "{0}" not found in removed contact's studies.
fr: L'étude "{0}" introuvable dans les études du contact effacé.
ko: 제거된 연락처의 연구에서 연구 "{0}"를 찾을 수 없습니다.
ru: Исследование "{0}" не найдено в удаленных контактных исследованиях
zh: "{0}" 研究在被删除的的有联系的研究中不能被找到

source: Cannot add multiple study event attributes with the same id ("{0}").
fr: Impossible d'ajouter plusieurs attributs d'évènements avec le même id "{0}".
ko: 같은 아이디 ("{0}")로 여러 연구 이벤트 특성을 추가하실 수 없습니다.
ru: Невозможно добавить атрибуты многочисленных исследований с одинаковой идентификацией "{0}"
zh: 由于相同的编码("{0}")，无法添加多个研究项目

source: labeling scheme with id "{0}" does not exist
fr: Méthode d'identification avec id "{0}" n'existe pas.
ko: 아이디 "{0}" 레이블 구성표가 없습니다
ru: Схема для наклеек с идентификацией "{0}" не существует
zh: 不存在编码"{0}" 的标签方案

source: Error retrieving specimens: found {0} results.
fr: Erreur lors de la récupération des spécimens : {0} résultats trouvés.
ko: 검체 검색 오류:{0}가지 결과를 찾았습니다.
ru: Ошибка в восстановлении образца. Найдено {0} результатов.
zh: 错误检索样本：找到{0}条结果

source: {0} in {1} (visit #{2})
fr: {0} dans {1} (visite #{2})
ko: {0} 에 {1} 서 (방문번호 #{2})
ru: {0} в {1} (посещение # {2})
zh: {0}在{1}中（访问#{2}）

# model
source: Row
fr: Ligne
ko: 행
ru: Ряд
zh: 行

# model
source: Column
fr: Colonne
ko: 열
ru: Колонка
zh: 列

source: Active
fr: Actif
ko: 진행 중
ru: Активный

source: Closed
fr: Fermé
ko: 종료됨
ru: Закрыт
zh: 关闭

source: Flagged
fr: Signalé
ko: 플래그 지정됨
ru: Отмечен
zh: 已标记

# model
source: Activity Status
fr: Statut d'activité
ko: 활동 상태
ru: Статус активности
zh: 活动状态

# model
source: Address
fr: Adresse
ko: 주소
ru: Адрес
zh: 地址

# model
source: City
fr: Ville
ko: 도시
ru: Город
zh: 城市

# model
source: Country
fr: Pays
ko: 국가
ru: Страна
zh: 国家

# model
source: Email Address
fr: Adresse email
ko: 이메일 주소
ru: Электронная почта
zh: 邮件地址

# model
source: Fax Number
fr: Numéro de fax
ko: 팩스 번호
ru: Номер факса
zh: 传真号码

# model
source: Phone Number
fr: Numéro de téléphone
ko: 전화 번호
ru: Номер телефона
zh: 电话号码

# model
source: Postal/ Zip Code
fr: Code Postal
ko: 우편 번호
ru: Почтовый код
zh: 邮政编码

# model
source: Province/ State
fr: Etat
ko: 도
ru: Область/ регион
zh: 省/州

# model
source: Street 1
fr: Rue 1
ko: 거리 1
ru: Улица 1
zh: 街道1

# model
source: Street 2
fr: Rue 2
ko: 거리 2
ru: Улица 2
zh: 街道2

# model
source: Aliquoted Specimen
fr: Spécimen aliquoté
ru: Проба образца
zh: 等分样本

# model
source: Quantity
fr: Quantité
ko: 분량
ru: Количество
zh: 总量

# model
source: Capacity
fr: Capacité
ko: 용량
ru: Вместимость
zh: 容量

# model
source: Row Capacity
fr: Capacité de la ligne
ko: 행 용량
ru: Вместимость рядя
zh: 行容量

# model
source: Column Capacity
fr: Capacité de la colonne
ko: 열 용량
ru: Вместимость колонки
zh: 列容量

# model
source: Center
fr: Centre
ko: 센터
ru: Центр
zh: 中心

# model
source: Destination Dispatches
fr: Destination de l'envoi
ko: 목적지 배송들
ru: Место назначения депеш
zh: 发送地点

# model
source: Source Dispatches
fr: Provenance de l'envoi
ko: 원본 배송들
ru: Источник депеш
zh: 资源文件

# model
source: Clinic
fr: Clinique
ko: 클리닉
ru: Клиника
zh: 临床项

# model
source: Sends Shipments
fr: Envoie des cargaisons
ko: 배송물 보냄
ru: Отправляет посылку.
zh: 出货量

# model
source: Collection Event
fr: Evènement de collection
ko: 수집 이벤트
ru: Случай забора материала
zh: 采集项目

# model
source: Created At
fr: Crée à
ko: ..서 만들어짐
ru: Созданный в
zh: 创建

# model
source: Visit Number
fr: Numéro de la visite
ko: 방문번호
ru: Номер посещения
zh: 访问号码

# model
source: Worksheet
fr: Formulaire
ko: 워크시트
ru: Рабочий список
zh: 工作表

# model
source: Comment
fr: Commentaire
ko: 댓글
ru: Комментарий
zh: 评论

# model
source: Title
fr: Titre
ko: 직함
ru: Заголовок
zh: 题目

# model
source: Mobile Number
fr: Numéro de portable
ko: 휴대전화 번호
ru: Мобильный номер
zh: 手机号码

# model
source: Contact Name
fr: Nom du contact
ko: 연락처 이름
ru: Имя контакта
zh: 联系人姓名

# model
source: Office Number
fr: Numéro professionnel
ko: 사무실 번호
ru: Номер офиса
zh: 办公室电话号码

# model
source: Pager Number
fr: Numéro de bipeur
ko: 호출기 번호
ru: Номер пейджера
zh: 传真号码

# model
source: Container
fr: Conteneur
ko: 용기
ru: Контейнер
zh: 容器

# model
source: Label
fr: Libellé
ko: 레이블
ru: Наклейка
zh: 标签

# model
source: Product Barcode
fr: Code barre du produit
ko: 제품 바코드
ru: Баркод продукта
zh: 产品的条形码

# model
source: Temperature
fr: Température
ko: 온도
ru: Температура
zh: 温度

# model
source: Container Type
fr: Type de conteneur
ko: 용기 종류
ru: Контейнер типа
zh: 容器类型

# model
source: Child Labeling Scheme
fr: Méthode d'identification des enfants
ko: 자용기 레이블 구성표
ru: Схема отметки второстепенных источников
zh: 子标签方案

# model
source: Default Temperature
fr: Température par défaut
ko: 기본 온도
ru: Температура по умолчанию
zh: 默认温度

# model
source: Top Level
fr: Plus haut niveau
ko: 탑 레벨
ru: Верхний уровень
zh: 最高级别

# model
source: Is Microplate
fr: Microplaque

# model
source: Labeling Layout
fr: Disposition des libellés

# model
source: Dispatch
fr: Expédition
ko: 배송
ru: Депеша
zh: 发出/送出
