Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: 19th
fr: 19ème
ko: 19일
ru: Девятнадцатый.
zh: 第十九

source: 20th
fr: 20ème
ko: 20일
ru: Двадцатый
zh: 第二十

source: 21st
fr: 21ème
ko: 21일
ru: Двадцать первый
zh: 第二十一

source: 22nd
fr: 22ème
ko: 22일
ru: Двадцать второй
zh: 第二十二

source: 23rd
fr: 23ème
ko: 23일
ru: Двадцать третий
zh: 第二十三

source: 24th
fr: 24ème
ko: 24일
ru: Двадцать четвертый
zh: 第二十四

source: 25th
fr: 25ème
ko: 25일
ru: Двадцать пятый
zh: 第二十五

source: 26th
fr: 26ème
ko: 26일
ru: Двадцать шестой
zh: 第二十六

source: 27th
fr: 27ème
ko: 27일
ru: Двадцать седьмой
zh: 第二十七

source: 28th
fr: 28ème
ko: 28일
ru: Двадцать восьмой
zh: 第二十八

source: 29th
fr: 29ème
ko: 29일
ru: Двадцать девятый
zh: 第二十九

source: 30th
fr: 30ème
ko: 30일
ru: Тридцатый
zh: 第三十

source: 31st
fr: 31ème
ko: 31일
ru: Тридцать первый
zh: 第三十一

source: Today
fr: Aujourd'hui
ko: 오늘
ru: Сегодня
zh: 今天

source: Today is {0,date,EEEE}, the {1}
fr: Aujourd'hui est {0, date, EEEE}, le {1}
ko: 오늘은 {0,date,EEEE}, {1}
ru: Сегодня {0,date,EEEE}, {1}
zh: 今天是{0,date,EEEE}，{1}

source: Previous Month
fr: Mois précédent
ko: 지난 달
ru: Предыдущий месяц
zh: 上一个月

source: Next Month
fr: Mois suivant
ko: 다음 달
ru: Следующий месяц
zh: 下一个月

source: Go To Today
fr: Aller à aujourd'hui
ko: 오늘로 가기
ru: Перейдите на сегодняшнюю дату
zh: 转到今天

source: Previous Year
fr: Année précédente
ko: 작년
ru: Предыдущий год
zh: 上一年

source: Next Year
fr: Année suivante
ko: 내년
ru: Следующий год
zh: 下一年

source: Show Selection
fr: Montrer la sélection
ko: 선택 영역 표시
ru: Покажите выборку
zh: 显示选择

source: Copy
fr: Copier
ko: 복사
ru: Копировать
zh: 复制

source: Enter text to filter the list:
fr: Entrer du texte pour filtrer la liste:
ko: 목록을 필터링하기위해 텍스트를 입력하십시오:
ru: Введите текст для фильтрации списка
zh: 输入文本过滤列表

source: Exception found.
fr: Exception trouvée.
ko: 예외를 찾았습니다
ru: Исключение найдено
zh: 预期找到

source: Error displaying available actions
fr: Erreur lors de l'affichage des actions disponibles
ko: 사용 가능한 작업을 표시하는동안 오류가 발생했습니다.
ru: Ошибка показа доступных действий
zh: 错误显示可用活动

source: invalid date and time format
fr: Format de la date et de l'heure invalide
ko: 유요하지않은 날짜와 시간 형식
ru: Недействительный формат даты и времени

source: container barcode missing
fr: Code barre du conteneur manquant

source: sample alias missing
fr: Alias de l'échantillon manquant

source: container position missing
fr: Position du conteneur manquant

source: volume missing
fr: Volume manquant

source: userdef value1 missing
fr: userdef value1 manquante

source: userdef value2 missing
fr: userdef value2 manquante

source: concentration abs missing
fr: concentration abs manquante

source: concentration fluor missing
fr: concentration fluor manquante

source: blank ratio 260/230 missing
fr: blanc du ratio 260/230 manquant

source: blank ratio 260/280 missing
fr: blanc ratio 260/280 manquant

source: container barcode or position not microplate format
fr: code barre ou position du contenur pas au format microplaque

source: specimen volume has too many decimal places
fr: volume du specimen a trop de decimales
ko: 검체 부피는 가능한 소수 자릿수를 초과하였습니다.
ru: Объем образца содержит слишком много знаков после запятой

source: specimen volume negative
fr: volume du specimen est négatif

source: timestamp format incorrect
fr: Format de l'horodatage incorrect
ko: 타임스탬스 형식이 잘못되었습니다
ru: Формат временной печати неправильный

source: multiple container barcodes in same csv file
fr: Plusieurs code barre de conteneur dans le même fichier csv

source: multiple technicians in same csv file
fr: Plusieurs techniciens dans le même fichier csv
ko: 같은 csv 파일에 다수의 기술자가 있음
ru: Многочисленные техники в одном CVS файле

source: specimen absorption concentration has too many decimal places
fr: Concentration d'absorption du specimen a trop de décimales

source: concentration abs negative
fr: concentration abs est négative

source: specimen fluorescence concentration has too many decimal places
fr: concentration de la fluorescence du spécimen à trop de décimale.

source: concentration fluor negative
fr: concentration du fluor est négative

source: OD 260/230 has too many decimal places
fr: DO 260/230 a trop de décimales

source: blank ratio 260/230 negative
fr: blanc du ratio 260/230 est négatif

source: OD 260/280 has too many decimal places
fr: DO 260/280 a trop de décimales

source: blank ratio 260/280 negative
fr: blanc du ratio 260/280 est négatif

source: TECAN rack ID missing
fr: ID du rack TECAN manquante
ko: TECAN rack 아이디가 없습니다
ru: Идентификация сетки TECAN отсутствует

source: inventory ID missing
fr: ID de l'inventaire est manquant
ko: 인벤토리 아이디가 없습니다
ru: Инвенторная идентификация отсутствует

source: timestamp missing
fr: horodatage manquant
ko: 타임스탬프가 없습니다
ru: Временная печать отсутствует

source: technician ID missing
fr: ID du technicien est manquant
ko: 기술자 아이디가 없습니다
ru: Идентификация техника отсутствует

source: specimen type is BC-Scan but parent inventory ID does not end in 1 or 2
fr: Type du spécimen est BC-scan, mais l'ID inventaire du parent de finit pas en 1 ou 2)
ko: 검체 종류는 BC-Scan이나 모 인벤토리 아이디가 1이나 2로 끝나지않습니다
ru: Тип образца BC- сканирован, но изначальная инвенторная идентификация не оканчивается на 1 или 2

source: specimen type is unknown
fr: Type du spécimen est inconnu
ko: 검체 종류를 알 수 없습니다
ru: Тип образца неизвестен

source: multiple volumes for same source specimen
fr: Plusieurs volumes pour le même spécimen source
ko: 같은 원검체에 다수의 부피가 있음
ru: Многочисленные объемы для одного источника образца

source: Invalid headers in CSV file.
fr: Entêtes invalides dans le fichier CSV
ko: CSV 파일에 잘못된 헤더가 있음
ru: Недействительные оглавления в CVS файле

# dialog title
source: Add specimen
fr: Ajout du spécimen
ko: 검체 추가
ru: Добавить образец
zh: 添加样本

# dialog title
source: Edit specimen
fr: Editer le spécimen
ko: 검체 편집
ru: Отредактировать образец
zh: 编辑样本

source: Add a specimen to a collection event
fr: Ajouter un spécimen
ko: 수집 이벤트에 검체 추가
ru: Добавить образец в подборку событий
zh: 添加样本到采集项目

source: Edit a specimen in a collection event
fr: Editer un spécimen dans un évènement de collection
ko: 수집 이벤트에있는 검체 편집
ru: Отредактировать образец в подборке событий
zh: 编辑样本到采集项目

source: Enter a specimen inventory ID
fr: Entrez un ID d'inventaire de spécimen

source: Specimen Inventory ID Error
fr: Erreur de l'ID de l'inventaire du spécimen

source: The inventory ID {0} already exists in the system
fr: L'inventaire ID {0} existe déjà dans le système

source: The inventory ID {0} already exists in this collection event
fr: L'inventaire ID {0} existe déjà dans cet évènement de collection

source: Error checking inventory id
fr: Erreur lors de la vérification de l'ID inventaire
ko: 인벤토리 아이디 확인 중 오류가 발생했습니다
ru: Ошибка при проверке инвенторной идентификации
zh: 错误检查库存编号

source: Inventory ID already exists
fr: L'ID inventaire existe déjà

# label
source: Time drawn
fr: Heure de prélèvement
ru: Время забора
zh: 时间表

source: If the study doesn't require a specific time drawn, then the default time drawn is used
fr: Si l'étude ne requiert pas une heure de prélèvement spécifique, alors une heure de prélèvement par défaut est utilisée.
ru: Если для исследования не нужно определенного времени забора, то по умолчанию время забора используется
zh: 如果研究不需要明确的时间表，会使用默认时间表

source: Time drawn should be set
fr: L'heure de prélèvement doit être indiquée
ru: Время забора должно быть установлено
zh: 可设置时间表

source: An activity status should be selected
fr: Un statut d'activité doit être sélectionné
ko: 활동 상태를 선택해야 합니다
ru: Выберите статус активности
zh: 可选择活动状态

source: Quantity (ml)
fr: Quantité (ml)
ko: 양 (ml)
ru: Количество (мл)
zh: 总量{毫升}

source: Quantity is required.
fr: Quantité requise
ko: 양은 필요한 사항입니다
ru: Необходимо количество
zh: 总量必填

# label
source: Add a comment
fr: Ajouter un commentaire
ko: 댓글 추가
ru: Добавить комментарий
zh: 添加评论

source: A specimen type should be selected
fr: Un type de spécimen doit être sélecionné
ko: 검체 종류를 선택해야합니다
ru: Выберите тип образца
zh: 可选择样本类型

source: Show only study source specimens
fr: Montrer uniquement les spécimens sources
ko: 연구 원검체만 보기
ru: Показать только исследовательные первоначальные образцы
zh: 仅显示研究资源样本

# yes abbeviation
source: Y
fr: O
ru: Да
zh: 是

source: Change Password
fr: Changer le mot de passe
ko: 암호 변경
ru: Измените пароль
zh: 更改密码

source: Old Password
fr: Ancien mot de passe
ko: 이전 암호
ru: Старый пароль
zh: 旧密码

source: Password
fr: Mot de passe
ko: 암호
ru: Пароль
zh: 密码

source: Re-type Password
fr: Re-taper le mot de passe
ko: 암호 다시 입력
ru: Введите пароль еще раз
zh: 重置密码

source: Please enter your old password
fr: Veuillez entrer votre ancien mot de passe
ko: 이전 암호를 입력하십시오
ru: Пожалуйста введите старый пароль
zh: 请输入旧密码

source: Please enter your new password (at least {0} characters)
fr: Veuillez entrer votre nouveau mot de passe (au moins {0} caractères)
ko: 새 암호를 입력하십시오 (최소 {0}자)
ru: Пожалуйста введите новый пароль. Минимум {0} знаков
zh: 请输入新密码（至少{0}个字符）

source: Please re-enter your new password
fr: Veuillez ré-entrer votre nouveau mot de passe
ko: 새 암호를 다시 입력해주십시오
ru: Пожалуйста введите новый пароль еще раз
zh: 请重新输入新密码

source: I want to receive emails about new versions
fr: Je souhaite recevoir des emails à propos de nouvelles versions
ko: 새 버전들에 관한 이메일을 받고싶습니다
ru: Я хочу получать электронные сообщения о новых версиях
zh: 我想接收新版本的邮件

source: Password modified
fr: Mot de passe modifié
ko: 암호 변경됨
ru: Пароль модифицирован
zh: 修改密码

source: Your password has been successfully changed. You will need to reconnect again to see your data
fr: Votre mot de passe a été modifié avec succès. Vous devez vous reconnecter pour voir vos informations
ko: 암호가 성공적으로 변경되었습니다. 데이터를 보려면 다시 연결해주십시오
ru: Ваш пароль был успешно изменен. Вам нужно перезагрузить связь для просмотра данных

source: Change your password to something different.
fr: Choisissez un mot de passe différent
ko: 다른 암호로 암호를 변경해주십시오
ru: Измените пароль на другой
zh: 更改密码

source: Errors logs export options
fr: Option d'exportation des journaux d'erreurs
ru: Выбор экспорта регистрации ошибок
zh: 错误日志导出选项

source: Select the options that fits your needs
fr: Selectionner les options correspondants à vos besoins
ko: 필요한 옵션을 선택해주십시오
ru: Выберите что вам больше подходит
zh: 选择适合你需求的选项

source: Export activity logs from Scan Link or Scan Assign or Cabinet Link Assign
fr: Exporter les journaux d'activité à partir de Scan Link ou Scan Assign ou Cabinet Link Assign
ru: Экспорт регистрации активности с линка сканирования, установленного сканирования или установленного линка кабинета
zh: 从扫描链接，扫描分配或者内部链接分配输出活动日志

source: Export scanner informations
fr: Exporter les informations du scanner
ko: 스캐너 정보 내보내기
ru: Экспорт информации со сканера
zh: 导出扫描仪信息

source: Path problem
fr: Problème de chemin
ko: 경로 오류
ru: Проблема траектории
zh: 路径问题

source: Cannot write in ''{0}''
fr: Impossible d'écrire en ''{0}''
ko: ''{0}''안에 쓸 수 없음
ru: Невозможно написать в ''{0}''
zh: 无法用''{0}''输入

source: Error closing files
fr: Erreur lors de la fermeture des fichiers
ko: 파일 닫는 중 오류
ru: Ошибка при закрытии файлов
zh: 错误关闭文件

source: Error retrieving log file list
fr: Erreur lors de la récupération de la liste des journaux
ko: 로그 파일 목록 검색 중 오류
ru: Ошибка при восстановлении зарегистрированного списка файлов
zh: 错误检索日志文件清单

source: Export complete
fr: Exportation achevée
ko: 내보내기 완료
ru: Экспорт завершен
zh: 导出完成

source: Log informations have been successfully exported in file
fr: Informations des journaux ont été exportées avec succès dans le fichier
ko: 로그 정보들이 성공적으로 파일에 내보내졌습니다
ru: Зарегистрированная информация успешно перенесена в файл
zh: 日志信息已成功导出

source: Problem while exporting
fr: Problème lors de l'exportation
ko: 내보내기 중 오류
ru: Проблема во время экспорта
zh: 导出出现问题

source: Select destination zip file
fr: Selectionner le fichier zip de destination
ko: 대상 zip 파일을 선택하십시오
ru: Выберите место назначения заархивированного файла
zh: 选择目标压缩文件

source: Move Container {0}
fr: Déplacer le conteneur {0}
ko: 용기{0} 옮기기
ru: Перевести те контейнер {0}
zh: 移动容器{0}

source: Select the destination for this container.
fr: Selectionnez la destination pour ce conteneur
ko: 이 용기의 대상을 선택해주십시오
ru: Выберите место назначения для этого контейнера
zh: 选择此容器目标

source: Destination Address
fr: Adresse de destination
ko: 대상 주소
ru: Адрес места назначения
zh: 目的地

source: Destination label must be another container (4 characters minimum).
fr: Libellé de destination doit être un autre conteneur (4 caractères minimum).
ko: 대상 레이블은 다른 용기여야합니다 (최소 4문자)
ru: Отметка места назначения должна быть в другом контейнере (минимум 4 знака)
zh: 目标标签必须是另一个容器（最少4个字符）

source: Move specimens from one container to another
fr: Déplacer les spécimens d'un conteneur à un autre
ko: 한 용기에서 다른 용기로 검체를 옮겨주십시오
ru: Перевести те образец из одного контейнера в другой
zh: 移动样本从一个容器到另一个容器

source: Select the new container that can hold the specimens. It should be initialized, empty, as big as the previous one, and should accept these specimens.
fr: Selectionnez le nouveau conteneur capable de contenir les spécimens. Il doit être initialisé, vide, aussi gros que le précédent, et doit accepterces spécimens.
ko: 검체를 보유할 수 있는 새 용기를 선택해주십시오. 초기화되고, 비어있고, 이전 용기만큼 크고, 검체를 수락할수 있어야합니다
ru: Выберите новый контейнер, который может содержать образец. Он должен быть подписан инициалами, быть пустым, таким же большим как предыдущий, и должен принять эти образцы
zh: 选择能保存样本的新容器。要初始化，空的，和之前那个一样大，可以接受这些样本

source: Move specimens from container {0} to another
fr: Déplacer les spécimens du conteneur {0} vers un autre
ko: 검체를 용기{0}에서 다를 용기로 옮겨주십시오
ru: Перевести те образец из контейнера {0} в другой контейнер
zh: 移动样本从一个容器{0}到另一个容器

source: New Container Label
fr: Libellé du nouveau conteneur
ko: 새 용기 레이블
ru: Новая отметка контейнера
zh: 新容器标签

source: Available containers
fr: Conteneurs disponibles
ko: 사용 가능한 용기들
ru: Доступные контейнера
zh: 可用容器

source: A label should be selected
fr: Un libellé doit être choisi
ko: 레이블이 선택되어야합니다
ru: Нужно выбрать отметку
zh: 可选择一个标签

source: Failed to retrieve empty containers.
fr: Echec de la récupération des conteneurs vide.
ko: 빈 용기를 가져오는데 실패했습니다
ru: Не удалось восстановить пустые контейнера
zh: 检索空容器失败

source: New Server
fr: Nouveau serveur
ko: 새 서버
ru: Новый сервер
zh: 新服务器

source: Enter the domain-name or IP address of the server:
fr: Entrez le nom de domaine ou adresse IP du serveur:
ko: 도메인 이름이나 서버 IP주소를 입력해주십시요
ru: Введите имя домейна и IP адрес сервера
zh: 输入服务器的域名或IP地址

source: Server field cannot be empty
fr: Le champ Serveur ne peut être vide
ko: 서버 필드는 비어있을 수 없습니다
ru: Поле сервера нужно заполнить
zh: 服务器字段不能为空

# url
source: Address
fr: Adresse
ko: 주소
ru: Адрес
zh: 地址

source: Save
fr: Sauvegarder
ko: 저장
ru: Сохранить
zh: 保存

source: Please enter a name for this report.
fr: Veuillez entrer un nom pour ce rapport.
ko: 이 보고의 이름을 입력해주십시오
ru: Пожалуйста введите название доклада
zh: 请对此记录输入一个名称

source: Enter Name
fr: Entrez Nom
ko: 이름 입력
ru: Введите название
zh: 输入名字

source: Scan assign
fr: Assigner Scan

source: Pallet label is invalid
fr: Libellé du rack est invalide

source: Enter the pallet's barcode
fr: Entrez le code barre du rack

source: Pallet product barcode
fr: Code barre du produit du rack
ko: 팰럿트 제품 바코드
ru: Паллет баркод продукта
zh: 光盘产品条形码

source: Enter the pallet's label
fr: Entrez le libellé du rack

source: Pallet label
fr: Libellé du rack

source: Pallet container type
fr: Type du conteneur du rack

source: A pallet type should be selected
fr: Un type de rack doit être selectionné
ko: 펠럿트 종류가 선택되어야합니다
ru: Нужно выбрать тип паллета
zh: 可选择光盘类型

source: The dimensions for the container are invalid for the pallet that was scanned. Container with product barcode "{0}" has {1} rows and {2} columns.
fr: Les dimensions pour le conteneur sont invalides pour le rack scanné. Conteneur avec le barre code produit "{0}" a {1} ligne et {2} colonnes.

source: Invalid container
fr: Conteneur invalide

source: Values validation
fr: Validation des valeurs
ko: 값 유효성 검사
ru: Подтверждение величин
zh: 校准值

source: Containers Error
fr: Erreur des conteneurs
ko: 용기 오류
ru: Ошибка контейнеров
zh: 容器错误

source: No container type that can hold specimens has been found (if scanner is used, the container should be of size 8*12 or 10*10)
fr: Aucun type de conteneur pouvant tenir les spécimens n'a été trouvé(si le scanner est utilisé, le conteneur doit être 12*12 ou 10*10)

source: Container error
fr: Erreur du conteneur
ko: 용기 오류
ru: Ошибка в контейнере

source: The selected container can not hold specimens
fr: Le conteneur selectionné ne peut contenir les spécimens

source: Scan link
fr: Liaison du scan

source: Select a patient number
fr: Selectionnez un numéro de patient

source: Source specimen type
fr: Type de spécimen source

source: Please select a source specimen type
fr: Veuillez choisir un type de spécimen source

source: Aliquot specimen type
fr: Type de l'aliquot du spécimen

source: Please select an aliquot specimen type
fr: Veuillez choisir un type d'aliquot du spécimen

source: Press OK to select these values
fr: Appuyez sur OK pour selectionner ces valeurs

source: Select source and aliquot specimen types
fr: Selectionnez le type de spécimen source et d'aliquot

source: Add Shipping Method
fr: Ajouter méthode d'expédition
ko: 운송 방법 추가
ru: Добавить метод отправки
zh: 添加运送方法

source: Edit Shipping Method
fr: Editer méthode d'expédition
ko: 운송 방법 편집
ru: Изменить метод отправки
zh: 编辑运送方法

source: Shipping method must have a name.
fr: Méthode d'expédition doit avoir un nom.
ko: 운송 방법은 이름이 있어야합니다
ru: Назовите метод отправки
zh: 运送方法必须有个名称

source: Select the center where specimen ''{0}'' was created.
fr: Selectionner un centre où le spécimen ''{0}'' a été crée.
ko: 검체 ''{0}''가 만들어진 센터를 선택해주십시오
ru: Выберите центр где был создан образец {0}
zh: 选择创建样本“{0}”的中心

source: Specimen original center
fr: Centre original du spécimen
ko: 검체 원센터
ru: Изначальный центр образца
zh: 样本原始中心

source: Source specimens require an origin center. By removing this specimen from this shipment the origin center has to be re-assigned. Please select this specimen's origin center. If this specimen is to be deleted then select your center from the list.
fr: Spécimen source requiert un centre d'origine. En enlevant ce spécimen de cette cargaison, le centre d'origine doit être réassignée. Veuillez choisir le centre d'origine de ce spécimen. Si ce spécimen doit être supprimé, veuillez selectionné votre centre dans la liste.
ko: 원검체는 원센터가 필요합니다. 이 운송에서 이 검체를 제거하려면 원센터가 재할당되어야합니다. 이 검체의 원센터를 선택해주십시오. 이 검체를 삭제하시려면 목록에서 당신의 센터를 선택하십시오
ru: Источнику образца требуется изначальный центр. При удалении этого образца из отправки, изначальный центр должен быть переустановлен. Пожалуйста выберите изначальный центр образца. Если образец должен быть удален, то выберите центр из списка.
zh: 资源样本需要一个原始中心，通过此装运来移动样本，原始中心不得不重新分配。请选择此样本的原始中心。如果此样本将被删除，那么从清单上，选择你的中心。

source: Creation center
fr: Centre de création
ko: 창조 센터
ru: Центр создания
zh: 创建中心

source: Add Specimen Type
fr: Ajouter type de spécimen
ko: 검체 종류 추가
ru: Добавить тип образца
zh: 添加样本类型

source: Edit Specimen Type
fr: Editer le type de spécimen
ko: 검체 종류 편집
ru: Редактировать тип образца
zh: 编辑样本类型

source: Specimen type must have a name.
fr: Type de spécimen doit avoir un nom
ko: 검체 종류는 이름이 필요합니다
ru: У образца должно быть название
zh: 样本类型必须有个名称

source: Specimen type must have a short name.
fr: Type de spécimen doit avoir un nom abbrégé.
ko: 검체 종류는 약식이름이 필요합니다
ru: У образца должно быть короткое название
zh: 样本类型必须有个简短的名称

source: Available types
fr: Type disponibles
ko: 사용 가능한 종류
ru: Доступные типы
zh: 可用类型

source: Child types
fr: Types enfants
ko: 아동 종류
ru: Второстепенные типы
zh: 子类型

source: Add Aliquoted Specimen
fr: Ajouter Specimen aliquoté
ko: ?된 검체 추가
ru: Добавить пробные образцы
zh: 添加等分样本

source: Database Error
fr: Erreur de base de donnée
ko: 데이터베이스 오류
ru: Ошибка в базе данных
zh: 数据库错误

source: Error while retrieving activity status
fr: Erreur lors de la récupération du statut d'activité
ko: 활동 상태 가져오는 중 오류
ru: Ошибка в восстановлении статуса активности
zh: 错误检索活动状态

source: Edit Aaliquoted Specimen
fr: Editer le spécimen aliquoté
ko: ?된 검체 편집
ru: Редактировать пробные образцы
zh: 编辑等分样本

source: Select the aliquoted specimen used by this study
fr: Selectionner le spécimen aliquoté utilisé par cette étude
ru: Выбрать пробные образцы, используемые в этом исследовании
zh: 选择此课题使用的等分样本

source: No more aliquoted specimen type can be derived from the study source specimen types.
fr: Aucun spécimen aliquoté supplémentaire ne peut être dérivé des types de spécimen source de l'étude.
ru: Больше нет типов пробных образцов, которые можно извлечь из данного источника исследования типов образцов
zh: 没有更多的等分样本类型来自课题资源样本类型

source: Error setting activity status
fr: Erreur lors de l'indication du statut d'activité
ko: 활동 상태 설정 중 오류
ru: Ошибка в установке статуса активности
zh: 错误设置活动状态

source: Volume should be a real number
fr: Volume doit être un nombre réel
ko: 볼륨은 실수여야합니다
ru: Объем должен быть выражен существующим значением
zh: 体积应为实数

source: Quantity should be a whole number
fr: Quantité doit être un nombre entier
ko: 양은 정수여야합니다
ru: Количество должно быть выражено целым числом
zh: 总量应为整数

source: Add source specimen types
fr: Ajouter type de spécimen source
ko: 원검체 종류 추가
ru: Добавьте типы источника образца
zh: 添加资源样本类型

source: Add a source specimen type to this study
fr: Ajouter un type de spécimen source à cette étude
ko: 이 연구에 원검체 종류 추가
ru: Добавьте тип источника образца к этому исследованю
zh: 添加资源样本类型到此课题

source: Edit source specimen types
fr: Editer le type de spécimen source
ko: 원검체 종류 편집
ru: Изменить типы источника образца
zh: 编辑资源样本类型

source: Edit a source specimen type of this study
fr: Editer le type de spécimen source de cette étude
ko: 이 연구의 원검체 종류 펀집하기
ru: Изменить типы источника образца в этом исследовании
zh: 编辑此课题的资源样本类型

source: Scanning specimens
fr: Scan des spécimens en cours
ko: 원검체 스캔 중
ru: Сканировать образцы
zh: 浏览样本

source: Decode pallet
fr: Decoder le rack

source: Error in scan result. Please, only keep specimens without errors.
fr: Erreur dans le résultat du scan. Veuillez garder uniquement les spécimens sans erreurs.

source: Scan should be launched
fr: Scan devrait être executé
ko: 스캔이 시작되어야합니다
ru: Запустите сканирование
zh: 可以开始浏览

source: No values scanned
fr: Aucune valeur scannées
ko: 아무 값도 스캔되지않았습니다
ru: Величины не отсканированы
zh: 无效浏览

source: Start next Pallet
fr: Débuter prochain rack
ko: 다음 팔렛 시작
ru: Начать следующий паллет
zh: 开始下一个光盘

source: Scan specimens to dispatch. If a pallet with a position is scanned, the specimens scanned will be compared to those that are supposed to be in the pallet.
fr: Scanner specimen à expédier. Si un rack avec une position est scanné, les spécimens scannées seront comparés à ceux supposés être dans le rack.

source: Pallet without previous position
fr: Rack sans position précédente
ko: 전 위치가 없는 팰럿트
ru: Паллет без предыдущей позиции
zh: 光盘没有前一个位置

source: Pallet with previous position
fr: Rack avec position précédente
ko: 전 위치가 있는 팰럿트
ru: Паллет с предыдущей позицией
zh: 光盘没有前一个位置

source: Enter product barcode
fr: Entrez le code barre du produit
ko: 제품 바코드를 입력해주십시오
ru: Введите баркод продукта
zh: 输入产品条形码

source: No previous position
fr: Aucune position précédente
ko: 전 위치가 없음
ru: Нет предыдущей позиции
zh: 没有前一个位置

source: Pallet error
fr: Erreur de rack
ko: 팰럿트 오류
ru: Ошибка паллета
zh: 光盘错误

source: Can''t find pallet with barcode "{0}".
fr: Impossible de trouver un rack avec le code barre "{0}".
ko: 바코드 "{0}" 팰럿트를 찾을 수 없습니다
ru: Невозможно найти паллет с баркодом "{0}".
zh: 无法找到条形码"{0}"的光盘

source: Add specimens
fr: Ajouter spécimens
ko: 원체 추가
ru: Добавить образцы
zh: 添加样本

source: Specimens not in dispatch
fr: Spécimens ne sont pas dans la cargaison
ko: 원체가 배송에 포함되지않았습니다
ru: Образец отсутствует в посылке
zh: 文件中没有样本
