Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: This specimen is currently in center ''{0}''.
fr: Ce spécimen est actuellement dans le centre ''{0}
ko: 이 검체는 현제 센터 ''{0}''에 있습니다.
ru: Этот образец в настоящее время в центре {0}
zh: 此样本在当前中心''{0}''

# position string
source: none
fr: aucune
ko: 없음
ru: Ни одного
zh: 默认值

source: Old position
fr: Ancienne position
ko: 옛 위치
ru: Старая позиция
zh: 旧位置

source: Old position check
fr: Vérification de l'ancienne position
ko: 옛 위치 확인
ru: Проверка старой позиции
zh: 检查旧位置

source: Enter correct old position
fr: Entrez ancienne position correcte
ko: 알맞은 옛 위치를 입력하십시오
ru: Введите верную старую позицию
zh: 输入正确的旧位置

source: Enter a position
fr: Entrez une position
ko: 위치를 입력하십시오
ru: Введите позицию
zh: 输入一个位置

source: New position:
fr: Nouvelle position:
ko: 새 위치:
ru: Новая позиция
zh: 新位置：

source: Enter label
fr: Entrez libellé
ko: 레이블 입력
ru: Введите отметку
zh: 回车键

source: Container product barcode
fr: Code-barre du produit conteneur
ko: 용기 제품 바코드
ru: Баркод продукта контейнера
zh: 容器产品条形码

source: Container label
fr: Libellé du conteneur
ko: 용기 레이블
ru: Отметка контейнера
zh: 容器标签

source: Container selected can't hold specimens
fr: Conteneur selectionné ne peut contenir les spécimens

source: problem with parent container creation
fr: Problème lors de la création du conteneur parent
ko: 모용기 만들기에 오류가 발생했습니다
ru: Проблема с созданием родительского контейнера
zh: 创建父容器出现问题

source: result problem
fr: Problème de résultat
ko: 결과 오류
ru: Проблема с результатом
zh: 结果出现问题

source: Really save?
fr: Confirmer sauvegarde?
ko: 정말 저장하시겠습니까?
ru: Действительно сохранить?
zh: 真的保存吗？

source: Specimens are missing from this pallet, are you sure you want to save? These specimens will still be registered at their current position.
fr: Spécimens manquant de ce rack, êtes vous sûr de vouloir sauvegarder? Ces spécimens seront quand même inscrit à leur position actuelle.
ru: Образцы отсутствуют в этом паллете, вы уверены что хотите сохранить? Эти образцы всё равно будут зарегистрированы в их текущей позиции
zh: 此孔板丢失样本，你确定想保存？这些样本仍保存在当前位置

source: Specimen link and assign
fr: Lien et assignation spécimen

source: Clear link / assign
fr: Vider liens / assignations

source: Clear pallet container
fr: Vider conteneur de rack

source: Clear all on selected
fr: Vider toute la sélection

source: Please link / assign all specimens
fr: Veuillez lier / assigner tout les spécimens

source: Specimens linked to different studies
fr: Spécimens liés à d'autres études

source: Specimen(s) assigned to invalid positions
fr: Spécimens assignés à des positions invalides

source: Access Denied. You do not have permission to use this feature.
fr: Accès refusé. Vous n'avez pas la permission pour utiliser cette fonction.

source: Pallet dimensions
fr: Dimensions du rack

source: Once a pallet has been decoded, use left click to select a cell.
fr: Une fois le rack décodé, utiliser clic gauche pour sélectionné une cellule.

source: Use the Shift key and left click to extend the range of selected cells.
fr: Utilisez Majuscule et clic gauche pour étendre la sélection des cellules.

source: Use the Ctrl key and left click to add a cell to the selected cells.
fr: Utilisez Ctrl et clic gauche pour ajouter une cellule aux cellules séléctionnées.

source: Selection problem
fr: Problème de sélection

source: You have selected cells that you've already linked. They cannot be scan linked again. Please make another selection or press the Cancel button to reset the form.
fr: Vous avez sélectionné des cellules déjà liées. Ils ne peuvent être scannésétant liées. Veuillez faire une autre sélection ou appuyer sur le bouton Annuler pour reinitialiser ce formulaire.

source: You previously assigned positions to specimens. If you want to link specimens you must clear the cells that were assigned.
fr: Vous avez précedemment assigner des positions a des spécimens. Si vous souhaitez liér des spécimens, vous devez vider les cellules assignées.

source: You have selected cells that you've already linked. If you want to assign specimens you must reset the cells that were linked.
fr: Vous avez selectionné des cellules déjà liées. Si vous voulez assigner des spécimens, vous devez reinitialiser les cellules déjà liées.

source: You previously linked specimens. You cannot now assign specimens.
fr: Vous avez précedemment lié des spécimens. Vous ne pouvez assigner des spécimens maintenant.

source: Processing specimens...
fr: Traitement des spécimens...

source: Scan result error
fr: Erreur de résultat de scan
ko: 스캔 결솨 오류
ru: Ошибка в результате сканирования
zh: 浏览结果错误

source: Processing error
fr: Erreur de traitement

source: Barcodes can still be entered with the handheld 2D scanner.
fr: Les code barre peuvent toujours être entrés avec le scanner 2D de poche.

source: Clear cells
fr: Vider cellules

source: Are you sure you want to clear the link / assing information on the selected cells?
fr: Etes-vous sûr de vouloir vider les informations liens/assignations sur les cellules selectionnées?

source: Are you sure you want to clear the pallet container? Doing so will clear any previously assigned specimens also.
fr: Etes-vous sûr de vouloir vider le conteneur de rack? Cela videra également tout les spécimens précedemment assignés.

source: Are you sure you want to clear everything on the selected cells (including decoded inventory IDs)?
fr: Etes-vous sûr de vouloir tout vider sur les cellules selectionnées (y compris les ID inventaires décodées)?

source: Invetory ID:
fr: ID inventaire:

source: Specimen Type:
fr: Type spécimen:

source: Source Specimen:
fr: Spécimen source:

source: Visit number:
fr: Visite numéro:

source: Pallet:
fr: Rack:

source: Press the Confirm button to submit your changes
fr: Appuyer sur le bouton Confirmer pour soumettre vos changements

source: Select specimens to link or assign
fr: Selectionnez les spécimens à lier ou assigner

source: Link specimens to their source specimens
fr: Lier spécimens à leur spécimens source.
ko: 검체들을 원검체들과 연결하기
ru: Привяжите образцы к их источнику
zh: 连接样本到其资源样本

source: Inventory ID cannot be empty
fr: ID inventaire ne peut être vide
ko: 인벤토리 아이디는 비어있을 수 없습니다
ru: Инвенторная идентификация не может пустовать
zh: 库存编号不能为空

source: InventoryId error
fr: Erreur InventoryId
ko: 인벤토리 아이디 오류
ru: Ошибка в инвенторной идентификации
zh: 库存编号错误

source: InventoryId {0} already exists.
fr: InventoryId {0} existe déjà.
ko: 인벤토리 아이디 {0}는 이미 있습니다
ru: Инвенторная идентификация {0} уже существует
zh: 库存编号{0}已存在

source: Error checking inventoryId
fr: Erreur lors de la vérification de inventoryId
ko: 인벤토리 아이디 확인 중 오류
ru: Ошибка при проверке инвенторной идентификации
zh: 错误检查库存编号

source: Thread Error
fr: Erreur thread
ko: 스레드 오류
ru: Ошибка связи
zh: 进程错误

source: Loading Error
fr: Erreur de chargement
ko: 로딩 오류
ru: Ошибка при загрузке
zh: 加载错误

source: First Specimen Time Drawn
fr: Heure de prélèvement du premier spécimen
ru: Время забора первого образца
zh: 第一样本时间表

source: Last Specimen Time Drawn
fr: Heure de prélèvement du dernier spécimen
ru: Время забора последнего образца
zh: 最后样本时间表

source: # In Use
fr: # En utilisation
ko: 사용되는 중 인 수
ru: В использовании
zh: # 使用中

source: % In Use
fr: % En utilisation
ko: 사용되는 중 인 %
ru: В использовании
zh: 使用中

source: Container Label
fr: Libellé du conteneur
ko: 용기 레이블
ru: Отметка контейнера
zh: 容器标签

source: Top Container List Empty
fr: Liste du conteneur le plus haut vide
ko: 탑 용기 리스트가 비어있음
ru: Верхний список контейнера пустой
zh: 高级容器清单为空

source: Invalid label
fr: Libellé invalide
ko: 유효하지않은 레이블
ru: Недействительная отметка
zh: 无效标签

source: No container labelled {0}.
fr: Aucun conteneur libellé {0}.
ko: {0}로 레이블 된 용기가 없음
ru: Нет отмеченного контейнера {0}
zh: 无容器标签{0}

source: Pallet Type
fr: Type de rack
ko: 펠럿트 종류
ru: Тип паллета
zh: 光盘类型

source: Top Containers
fr: Conteneur le plus haut
ko: 탑 용기
ru: Верхние контейнера
zh: 高级容器

source: Start Date (Time Drawn)
fr: Date de début (heure de prélèvement)
ko: 시작 날짜 (?
ru: Дата старта (время забора)
zh: 开始日期（时间表）

source: End Date (Time Drawn)
fr: Date de fuin (heure de prélèvement)
ko: 종료 날짜 (?
ru: Дата окончания (время забора)
zh: 结束日期（时间表）

source: 1 Visit
fr: 1 Visite
ko: 방문 한 번
ru: 1 посещение
zh: 1次访问

source: 2 Visits
fr: 2 Visites
ko: 방문 두 번
ru: 2 посещения
zh: 2次访问

source: 3 Visits
fr: 3 Visites
ko: 방문 세 번
ru: 3 посещения
zh: 3次访问

source: 4 Visits
fr: 4 Visites
ko: 방문 네 번
ru: 4 посещения
zh: 4次访问

source: 5+ Visits
fr: 5+ Visites
ko: 방문 다섯+ 번
ru: 5+ посещений
zh: 5+访问

source: Total Visits
fr: Visites Totales
ko: 총 방문 수
ru: Итого посещений
zh: 总计访问

source: Failed to load parameters
fr: Echec du chargement des paramètres
ko: 매개 변수 로딩에 실패했습니다
ru: Загрузка параметров провалилась
zh: 加载参数失败

source: Query Error
fr: Erreur de requête
ko: 쿼리 오류
ru: Ошибка при вопросе
zh: 查询错误

source: Generating Report...
fr: Generation du rapport...
ko: 보고서 생성 중...
ru: В процессе создания доклада
zh: 生成报告中...

source: Failed to load query
fr: Echec du chargement de la requête
ko: 쿼리 로딩에 실패했음
ru: Загрузка вопросов не удалась
zh: 加载查询失败

source: Unable to log successful print.
fr: Impossible de journaliser l'impression réussi
ko: 성공적인 인쇄를 로깅하지못했습니다
ru: Невозможно зарегистрировать успешную печать

source: After Date (Drawn)
fr: Après date (Tiré)
ru: После даты (забора)
zh: 后期（描述）

source: Start Date (Linked)
fr: Date de début (Lié)
ru: Дата старта (привязанная)
zh: 开始日期（已连接）

source: End Date (Linked)
fr: Date de fin (Lié)
ru: Дата окончания (привязанная)
zh: 结束日期（已连接）

source: # Specimens
fr: # Spécimen
ko: 검체 갯수
ru: Образцы
zh: #样本

source: Type(s) should be selected
fr: Type(s) devraient être sélecionné(s)
ko: 종류들이 선택되어야합니다
ru: Нужно выбрать тип(ы)
zh: 可选择类型

source: Enter a valid integer.
fr: Entrez un entier valide
ko: 유효한 정수를 입력하십시오
ru: Введите действительное целое число
zh: 输入一个有效的整数

source: Top Container
fr: Conteneur le plus haut
ko: 탑 용기
ru: Верхний контейнер
zh: 高级容器

source: Parse error at line {0} {1}
fr: Erreur d'interprétation à la ligne {0} {1}
ru: Разберите ошибки в линии {0} {1}
zh: 错误解析在第{0} {1}行

# specimen
source: Location
fr: Localisation
ko: 위치
ru: Место расположения
zh: 位置

source: First Time Processed
fr: Premier traitement
ko: 처리된 첫 시간
ru: Первое время оформления
zh: 第一次处理的时间

source: First Time Drawn
fr: Premier tirage
ru: Первое время забора
zh: 第一次时间表

source: Added
fr: Ajouté
ko: 추가됨
ru: Добавлено
zh: 添加

source: Non processed
fr: Non traité
ko: 처리되지않음
ru: Ничего не оформлено
zh: 不处理的

source: Decode pallet error
fr: Erreur de décodage du rack

source: Problem with microplate specimens
fr: Problème avec les spécimens de la microplaque

source: Unable to retrieve data from server
fr: Impossible de récupérer les données du serveur
ko: 서버에서 데이타를 사져올 수 없습니다
ru: Невозможно восстановить данные сервера
zh: 无法从服务器中检索数据

source: Could not open web browser
fr: Impossible d'ouvrir le navigateur internet
ko: 웹 브라우저를 열 수 없습니다
ru: Браузер не открывается
zh: 无法打开浏览器

source: Could not open web browser URL
fr: Impossible d'ouvrir l'URL
ko: 웹 브라우저 URL을 열 수 없습니다
ru: Браузер URL не открывается
zh: 无法打开浏览器URL

source: Could not execute handler.
fr: Impossible d'executer le gestionnaire.
ko: 처리기를 실행할 수 없습니다
ru: Невозможно исполнить
zh: 无法执行处理程序

source: Working Center Error
fr: Erreur du Centre de travail

source: Cannot create a container. The working center you chose is not a repository site. In this case, use the context menu to add a container to a site.
fr: Impossible de créer conteneur. Le centre de travail choisi n'est pas un site de dépôt. Dans ce cas, utilisez le menu contextuel pour ajouter un conteneur à un site.

source: Cannot create container type. The working center you chose is not a repository site. In this case, use the context menu to add a container type to a site.
fr: Impossible de créer type conteneur. Le centre de travail choisi n'est pas un site de dépôt. Dans ce cas, utilisez le menu contextuel pour ajouter un type de conteneur à un site.

source: Error while opening link-assign management perspective
fr: Erreur lors de l'ouverture de la perspective de la gestion lien/assignation
ru: Ошибка при открытии предписанных к линку перспектив управления
zh: 当打开管理员界面时出现错误

source: Error while opening Main perpective
fr: Erreur lors de l'ouverture de la perspective principale
ru: Ошибка при открытии главных перспектив
zh: 当打开主界面时出现错误

source: Do you want to print information ?
fr: Voulez-vous imprimer cette information ?
ko: 정보를 인쇄하시겠습니까?
ru: Вы хотите распечатать информацию
zh: 你想打印信息么？

source: Error while opening Processing perpective
fr: Erreur lors de l'ouverture de la perspective Traitement
ru: Ошибка при открытии текущих перспектив
zh: 当打开制备/处理界面时报错

source: Reload error
fr: Erreur de rafraichissement
ko: 다시 로딩하기 오류
ru: Ошибка при перезагрузке
zh: 重新加载错误

source: An error occurred while reloading the form.
fr: Une erreur est survenue lors du rafraichissement du formulaire.
ko: 폼을 다시 로딩 중 오류가 발생했습니다
ru: Произошла ошибка при перезагрузке формы
zh: 重新加载表格出现错误

source: Perspective could not be initialized
fr: La perspective n'a pas pu être initialisée
ko: ? 초기화하지 못했습니다
ru: Перспективы не могут быть инициализированы
zh: 界面初始化失败

source: View cannot be opened
fr: Vue n'a pas pu être ouverte
ko: 보기를 열 수 없습니다
ru: Вид не может быть открыт
zh: 视图无法打开

source: Activity Log Location
fr: Localisation des journaux d'activité
ko: 작업 로그 위치
ru: место расположения списка активности
zh: 活动日志位置

source: Invalid path selected. Cannot proceed with specimen assign.
fr: Chemin sélecionné invalide. Impossible de procéder avec l'assignation spécimen.
ko: 유효하지않은 경로가 선택됬습니다. ?
ru: выбран неверный путь. Невозможно продолжить предписание образцов
zh: 无效路径选择，无法用指定样本继续进行。

source: Container Type Error
fr: Erreur de type conteneur

source: No child container types found with valid dimensions for scanning and decoding.
fr: Aucun type de conteneur enfant trouvé avec dimensions valide pour scan et décodage.

source: Unable to query container types
fr: Impossible de requêter type conteneur

source: Invalid path selected. Cannot proceed with link assign.
fr: Chemin sélecionné invalide. Impossible de procéder avec l'assignation lien
ko: 유효하지않은 경로가 선택됬습니다.?
ru: Выбран неверный путь. Невозможно продолжить предписание линков
zh: 无效路径选择。无法用指定连接继续进行。

source: Unable to Load User Management Data
fr: Impossible de charger les données de gestion d'utilisateur
ko: 사용자 관리 데이타를 로딩할 수 없음
ru: Невозможно загрузить данные об управлении пользователя
zh: 无法加载用户管理数据

source: A container with this barcode exists but is not a 8*12 or 10*10 container.
fr: Un conteneur avec ce code barre existe, mais n'est pas un conteneur 8*12 ou 10*10.

source: A pallet with barcode {0} is already used in position {1}.
fr: Un rack dont le code barre est {0} existe déjà en position {1}.
ko: 바코드가 {0}인 펠럿트는 이미 위치 {1}에 사용중입니다.
ru: Паллет с баркодом {0} уже используется в позиции {1}
zh: 条形码{0}的光盘已存在于位置{1}中

source: Container label error
fr: Erreur de libellé conteneur

source: Unable to find a container with label {0}
fr: Impossible de trouver conteneur avec libellé {0}

source: Container problem
fr: Problème du conteneur
ko: 용기 오류
ru: Проблема контейнера
zh: 容器问题

source: More than one container found matching {0}
fr: Plusieurs conteneurs trouvé correspondant à {0}
ko: {0}에 해당하는 용기가 여러 개 있습니다
ru: Нашлись более одного контейнера, подходящие {0}
zh: 多于一个容器找到相符的{0}

source: Init container from position
fr: Init conteneur depuis sa position
ru: Init контейнер с позиции
zh: 初始化容器

source: A pallet with product barcode "{0}" is already at position {1}(site {2})
fr: Un rack avec le code barre "{0}" est déjà à la position {1}(site{2})

source: Restart Required
fr: Redémarrage requis
ko: 다시 시작되어야합니다
ru: Требуется начать заново

source: The application must be restarted to connect to the entered server.
fr: L'application doit être redémarrée pour se connecter au serveur entré.
ko: 입력된 서버와 연결하기위해 이 응용프로그램은 다시 시작되어야합니다
ru: Заявление должно быть начато заново для подсоединения к введенному серверу

source: Server Version Error
fr: Erreur de version du serveur
ko: 서버 버젼 오류
ru: Ошибка версии сервера
zh: 服务器版本错误

source: The server you are connecting to does not have a version. Cannot authenticate.
fr: Le serveur auquel vous vous connectez n'a pas de version. Impossible de s'authentifier.
ko: 연결하는 서버는 버젼이없습니다. 인증할 수 없습니다.
ru: у сервера к которому вы подсоединяетесь нет версии. Невозможно удостоверить подлинность
zh: 你连接的服务器没有版本，无法认证。

source: Client Version Error
fr: Erreur de version du client
ko: 클라이언트 버젼 오류
ru: Ошибка версии клиента
zh: 客户端版本错误

source: Cannot connect to this server because the Java Client version is invalid.
fr: Impossible de se connecter à ce serveur car la version du Client Java est invalide.
ru: Невозможно подсоединиться к этому серверу так как Java версия клиента недействительна
zh: 无法连接到此服务器，因为Java客户端版本无效

source: Login Failed
fr: Echec de la connexion
ko: 로그인에 실패
ru: Вход не состоялся
zh: 登录失败

source: Bad credentials. Warning: You will be locked out after 3 failed login attempts.
fr: Identifiants eronnés. Attention: Vous serez bloquez après 3 essais échoués.
ru: Плохие полномочия. Предупреждение: доступ будет закрыт после трех неудачных попыток
zh: 错误认证信息，警告：尝试登陆3次失败，将被锁定

source: Error contacting server.
fr: Erreur lors du contact serveur.
ko: 서버에 연결하는 중 오류가 발생했습니다
ru: Ошибка при установлении контакта с сервером
zh: 错误连接服务器

source: Server maintenence
fr: Maintenant du serveur

source: The Biobank server is undergoing maintenance. Please log in at a later time.
fr: Le serveur Biobank est en maintenance. Veuillez réessayer plus tard.

source: Truncated Result
fr: Resultat tronqué
ko: 잘린 결과
ru: Сокращенные результаты

source: The number of logs returned is equal to or greater than {0}, and may have been truncated. Only {0} results will be shown.
fr: Le nombre de journaux resultant est supérieur ou égal à {0}, et peut avoir été tronqué. Seul {0} resultats seront affichés.
ru: Количество возвратившихся входовравно или больше {0}, и может быть сокращено. Только {0} результатов будет показано

source: Unable to retrieve logs
fr: Impossible de récupérer les journaux
ko: 로그를 찾아올수 없습니다
ru: Невозможно восстановить входы
zh: 无法检索日志

source: Search Query key: {0} does not exist.
fr: Clé de recherche de requête: {0} n'existe pas.
ko: 쿼리 키 검색: {0}는 없습니다
ru: Искать код вопроса: {0} не существует
zh: 搜索查询关键：{0}不存在

source: Expand the tree to edit preferences for a specific feature.
fr: Etendre l'arbre pour éditer les préférences pour une fonction spécifique.
ko: 특정 기능 기본 설정을 편집하기위해 트리 확장하기
ru: Расширьте дерево для редактирования выбора конкретных пунктов
zh: 对于一个特定的功能扩展 编辑参数

source: Show software version in main window title
fr: Afficher la version du logiciel dans le titre de la fenêtre principale.
ko: 기본 윈도우 타이들에서 소프트웨어 버젼 보기
ru: Покажите программное обеспечение версии в оглавлении основного окна
zh: 在主要窗口显示软件版本

source: Confirm barcode:
fr: Confirmer le code-barre:
ko: 바코드 확인
ru: Подтвердить баркод
zh: 确认条形码：

source: Cancel barcode:
fr: Annuler le code-barre:
ko: 바코드 취소
ru: Отменить баркод
zh: 取消条形码

source: Save activity logs into a file
fr: Sauvegarder les journaux d'activités dans un fichier
ko: 활동 로그를 파일에 저장하기
ru: Сохранить списки активности в папке
zh: 保存活动日志到文件

source: Path for activity log files
fr: Chemin des fichiers de journaux d'activités
ko: 활동 로그 파일 경로
ru: Путь для файлов со списками активности
zh: 活动日志文件路径

source: Ask to print activity log
fr: Demander d'imprimer le journal d'activités
ko: 활동 로그 인쇄하기 요청
ru: Спросить распечатать список активности
zh: 请求打印活动日志

source: Edit Server:
fr: Editer le serveur:
ko: 서버 편집:
ru: Редактировать сервер
zh: 编辑服务器：

source: Servers:
fr: Serveurs:
ko: 서버:
ru: Сервера
zh: 服务器：

source: Keyboard Shortcuts...
fr: Raccourcis clavier...
ko: 바로 가기 ㅋ...
ru: Кроткие пути при помощи клавиатуры
zh: 快捷键

source: Show shorcuts for the current view
fr: Montrer les raccourcis pour l'aperçu actuel
ko: 현재 보기의 바로 가기 키 보기
ru: Показать короткие пути для настоящего вида
zh: 在当前界面显示快捷方式（shortcuts）

source: Export Errors Logs
fr: Exporter les journaux d'erreurs
ko: 오류 로그 내보내기
ru: Экспорт записей ошибок
zh: 导出错误日志

source: Export a zip with useful logs data for developers
fr: Exporter un fichier zip contenant les journaux de données utiles aux développeurs
ko: 개발자들을 위한 유용한 로그대타가 있는 zip 내보내기
ru: Экспорт zip файла с записями полезных данных для разработчиков
zh: 为开发人员导出一个有效日志文件的压缩包

source: Problem with command
fr: Problème avec la commande
ko: 명령에 문제가 있습니다
ru: Проблема с командой
zh: 命令有问题

source: Show Application Error Logs
fr: Montrer les journaux d'erreurs d'application
ko: 응용프로그램 오류 로그 보기
ru: Показать приложение записей ошибок
zh: 显示应用程序错误日志

source: Super Administrator Mode
fr: Mode Super Administrateur
ko: 최고 관리자 모드
ru: Режим супер администратора
zh: 高级管理员模式

source: Can't close
fr: Impossible de fermer
ko: 닫을 수 없음
ru: Невозможно закрыть
zh: 无法关闭

source: Please end specimen management session before closing
fr: Veuillez terminer la session de gestion des spécimens avant de fermer
ru: Пожалуйста окончите сессию организации образцов прежде чем ее закрыть
zh: 关闭之前请结束样本管理会话

source: Application ready
fr: L'application est prête
ko: 응용프로그램 준비
ru: Аппликация готова
zh: 应用程序准备

source: Center {0}
fr: Centre {0}
ko: 센터 {0}
ru: Центр {0}
zh: 中心{0}

source: Update site configuration error
fr: Erreur de mise à jour de la configuration du site

source: Checking for application updates...
fr: Recherche des mises à jour de l'application...
ko: 응용프로그램 업데이트 확인 중...
ru: Проверка на новые данные для аппликации
zh: 检查应用程序更新

source: No updates were found.
fr: Aucune mise à jour n'a été trouvée.
ko: 업데이트가 없습니다
ru: Новых данных не найдено
zh: 没找到可更新的内容

source: Updates
fr: Mises à jour
ko: 업데이트.
ru: Новые данные
zh: 更新

source: Updates have been found. The application will restart after the installation is done.
fr: Des mises à jour ont été trouvées. L'application va redémarrer après que l'installation soit terminée.
ko: 업데이트를 찾았습니다. 설치 완성 후 응용프로그램이 다시 시작됩니다.
ru: Найдены новые данные. Аппликация откроется заново после завершения установки.
zh: 找到可更新内容。安装完成后应用程序将重新启动

source: No report available with name {0}
fr: Aucun rapport disponible portant le nom {0}
ko: {0} 보고서가 없습니다
ru: Нет доклада с названием {0}
zh: 没有名称为{0}的报告

source: Printed on {0}
fr: Imprimé sur {0}
ko: {0} 인쇄됨
ru: Напечатано на {0}
zh: 打印{0}

source: Not a valid extension. Please use 'pdf' or 'csv'.
fr: Extension invalide. Veuillez utiliser 'pdf' ou 'csv'.
ko: 올바른 확장이 아닙니다. 'pdf' 나'csv'를 사용하십시오
ru: Недействительное расширение. Пожалуйста используйте PDF или CSV
zh: 无效扩展名，请使用”pdf.“或者”CSV.“

source: Printing Canceled. Check your printer settings and try again.
fr: Impression annulée. Vérifiez les paramètres de votre imprimante et essayez à nouveau.
ru: Печать отменена. пожалуйста проверьте проверьте настройки принтера и повторите попытку
zh: 取消打印。检查你的打印机设置，重新尝试

source: Error with printer - No Print Service found with name {0}
fr: Erreur avec l'imprimant - Aucun service d'imprimante portant le nom {0} n'a été trouvé
ko: 프린터에 오류가 있습니다. 프린터 {0}에서 가능한 프린트 서비스를 찾지 못했습니다
ru: ошибка с принтером - не найдено обслуживание принтера с названием {0}
zh: 打印机有错误-没找到名字为{0}的打印服务

source: Print document to Pdf file.
fr: Imprimer le document en fichier Pdf.
ko: Pdf 파일로 문서 인쇄하기
ru: Распечатать документ в PDF файле
zh: 打印文件到PDF文件

source: Can't save to file type {0}
fr: Impossible de sauvegarder en type de fichier {0}
ko: 파일 종류 {0}로 저장할 수 없음
ru: Невозможно сохранит в файле типа {0}
zh: 无法保存文件类型{0}

source: Printing Error
fr: Erreur d'impresion
ko: 인쇄 오류
ru: Ошибка при печати
zh: 打印错误

source: Select a file location to export the printed page.
fr: Sélectionnez un emplacement de fichier pour exporter la page imprimée.
ko: 인쇄된 페이지로 내보내질 파일 위치를 선택하십시오
ru: Выберите место расположения файла для экспорта распечатанной страницы
zh: 选择一个文件位置来导出打印页面
