Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Delete failed
fr: Echec de suppression
ko: 삭제 실패
ru: Удаление провалилось
zh: 删除失败

source: Permission Error
fr: Erreur de permission
ko: 사용자 권한 오류
ru: Ошибка разрешения
zh: 权限错误

source: Unable to retrieve user permissions
fr: Impossible de récupérer les permissions d'utilisateur
ko: 사용자 권한을 가져올 수 없습니다
ru: Невозможно восстановить разрешения пользователей
zh: 无法恢复用户权限

source: New {0}
fr: Nouveau {0}
ko: 새 {0}
ru: Новый {0}
zh: 新{0}

source: Edit {0}
fr: Editer {0}
ko: {0}편집
ru: Редактировать {0}
zh: 编辑{0}

source: View {0}
fr: Aperçu {0}
ko: {0}보기
ru: Просмотреть {0}
zh: 查看{0}

source: Delete {0}
fr: Supprimer {0}
ko: {0}삭제
ru: Удалить {0}
zh: 删除{0}

source: delete not allowed
fr: Suppression interdite
ko: 삭제가 허용되지 않습니다
ru: Удаление не разрешено
zh: 无法删除

source: Programming Error
fr: Erreur de programmation
ko: 프로그래밍 오류
ru: Ошибка в программировании
zh: 程序设计错误

source: This adapter is missing its implementation for runDelete()
fr: Il manque la réalisation de runDelete() à cet adaptateur
ru: Этому адаптеру не хватает его исполнения для дейстиеудалить ()

source: Searched
fr: Cherché
ko: 검색했음
ru: Поиск проведен
zh: 已搜索

source: Are you sure you want to delete this clinic?
fr: Êtes-vous sûr de vouloir supprimer cette clinique?
ko: 이 클리닉을 삭제하시겠습니까?
ru: Вы уверены что хотите удалить эту клинику?
zh: 你确定你想删除此临床项？

source: Add Clinic
fr: Ajouter clinique
ko: 클리닉 추가
ru: Добавить клинику
zh: 添加临床项

source: Move container to
fr: Déplacer le conteneur vers
ko: 용기를 다음으로 이동하기
ru: Переместить контейнер в
zh: 移动容器到

source: Move all specimens to
fr: Déplacer tout les spécimens vers
ko: 모든 검체를 다음으로 이동하기
ru: Переместить все образцы в
zh: 移动所有样本到

source: Moving specimens from container {0} to {1}
fr: Déplacer les spécimens du conteneur {0} au {1}
ko: 검체를 용기 {0}에서 {1}로 이동 중
ru: Процесс перемещения образцов с контейнера {0} в {1}
zh: 移动样本从容器{0}到{1}

source: Specimens moved
fr: Spécimens déplacés
ko: 검체 이동 됨
ru: Образцы перемещены
zh: 样本已移动

source: {0} specimens are now in {1}.
fr: {0} spécimens sont désormais en {1}.
ko: {0} 검체는 이제 {1}에 있습니다
ru: {0} образцов в настоящее время в {1}
zh: {0}样本现在在{1}中

source: Move problem
fr: Problème de déplacement
ko: 이동 오류
ru: Проблема с перемещением
zh: 移动问题

source: Problem while moving specimens
fr: Problème lors du déplacement des spécimens
ko: 검체 이동 중 오류가 발생했습니다
ru: Проблема во время перемещения образцов
zh: 移动样本出现问题

source: Are you sure you want to delete this container?
fr: Êtes-vous sûr de vouloir supprimer ce conteneur?
ko: 정말 이 용기를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить этот контейнер
zh: 你确定你想删除此容器？

source: Problem while moving container
fr: Problème lors du déplacement de conteneur
ko: 용기 이동 중 오류가 발생했습니다
ru: Проблема при перемещении контейнера
zh: 移动容器出现问题

source: Container Move Error
fr: Erreur de déplacement du conteneur
ko: 용기 이동 오류
ru: Ошибка при перемещении контейнера
zh: 容器移动错误

source: A parent container with child "{0}" does not exist.
fr: Un conteneur parent avec enfant "{0}" n'existe pas.
ko: 자용기 "{0}"를 가진 모용기가 없습니다
ru: Первоначальный контейнер со второстепенными "{0}" не существует
zh: 有子容器"{0}"的父容器不存在

source: Add a Container
fr: Ajouter un conteneur
ko: 용기 추가
ru: Добавить контейнер
zh: 添加容器

source: Unable to create container
fr: Impossible de créer un conteneur
ko: 용기를 만들 수 없습니다
ru: Невозможно создать контейнер
zh: 无法创建容器

source: You must define a top-level container type before initializing storage.
fr: Vous devez définir un type de conteneur de haut niveau avant d'initialiser le stockage.
ko: 보관을 초기화하기 전에 탑-레벨 용기 종류를 정의하셔야합니다
ru: Вы должны определить верхний уровень типа контейнера перед инициализацией хранилища
zh: 在初始化保存之前，你必须确定一个顶层容器

source: Are you sure you want to delete this container type?
fr: Êtes-vous sûr de vouloir supprimer ce type de conteneur?
ko: 정말로 이 용기 종류를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить этот тип контейнера
zh: 你确定想删除此容器类型？

source: Add Container Type
fr: Ajouter un type de conteneur
ko: 용기 종류 추가
ru: Добавить тип контейнера
zh: 添加容器类型

source: Are you sure you want to delete this study?
fr: Êtes-vous sûr de vouloir supprimer cette étude?
ko: 정말로 이 연구를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить это исследование?
zh: 你确定想删除此课题？

source: Are you sure you want to delete this research group?
fr: Êtes-vous sûr de vouloir supprimer ce groupe de recherches?
ko: 정말로 이 연구단체를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить эту исследовательскую группу
zh: 你确定想删除此研究小组？

source: All Research Groups
fr: Tout les groupes de recherches
ko: 모든 연구단체
ru: Все исследовательские группы
zh: 所有研究小组

source: Add Research Group
fr: Ajouter un groupe de recherche
ko: 연구단체 추가
ru: Добавить исследовательскую группу
zh: 添加研究小组

source: Current server version: {0}
fr: Verion du serveur actuelle: {0}
ko: 현재 서버 버젼: {0}
ru: Версия настоящего сервера {0}
zh: 当前服务器版本：{0}

source: Logout
fr: Déconnexion
ko: 로그아웃
ru: Выход
zh: 退出系统

source: Unable to load clinics from database
fr: Impossible de charger les cliniques à partir de la base de données
ko: 데이터베이스에서 클리닉을 로딩할 수 없습니다
ru: Невозможно загрузить клиники из базы данных
zh: 无法从数据库载入临床课

source: Are you sure you want to delete this repository site?
fr: Êtes-vous sûr de vouloir supprimer ce site de dépôt?
ko: 정말로 이 저장소를 삭제하시겠습니까
ru: Вы уверенны что хотите удалить этот сайт для хранения информации?
zh: 你确定要删除此样本库网站？

source: All Sites
fr: Tout les sites
ko: 모든 센터
ru: Все сайты
zh: 所有网站

source: Add Site
fr: Ajouter un site
ko: 센터 추가
ru: Добавить сайт
zh: 添加网站

source: All Studies
fr: Toutes les études
ko: 모든 연구
ru: Все исследования
zh: 所有课题

source: Add Study
fr: Ajouter une étude
ko: 연구 추가
ru: Добавить исследование
zh: 添加课题

source: Send Dispatch
fr: Envoyer l'expédition

source: Move to Creation
fr: Déplacer jusqu'en Création
ko: 만들기로 이동하기
ru: Переместить для создания
zh: 移动到创建

source: Close
fr: Fermer
ko: 닫기
ru: Закрыть
zh: 关闭

source: Mark as Lost
fr: Marquer comme Perdu
ko: 분실로 표시하기
ru: Пометить как утерянный
zh: 标记为丢失

source: Are you sure you want to delete this dispatch?
fr: Êtes-vous sûr de vouloir supprimer cette expédition?
ko: 정말 이 배송을 삭제하시겠습니까?
ru: Вы уверены что хотите удалить это послание?
zh: 你确定要删除此文件？

source: Error reloading
fr: Erreur de rechargement
ko: 다시 로딩 중 오류
ru: Ошибка при перезагрузке
zh: 重新加载错误

source: Unable to save changes
fr: Impossible de sauvegarder les modifications
ko: 변경을 저장할 수 없습니다
ru: Невозможно сохранить изменения
zh: 无法保存页面

source: Add Dispatch
fr: Ajouter une expédition
ko: 배송 추가
ru: Добавить послание
zh: 添加文件

source: Incoming
fr: Entrant
ko: 수신
ru: Входящие
zh: 进入

source: Outgoing
fr: Sortant
ko: 발신
ru: Исходящие
zh: 输出

source: Receiving
fr: En cours de réception
ko: 받는 중
ru: В процессе получения
zh: 恢复中

source: Errors - Not Closed
fr: Erreur - Pas Fermé
ko: 오류 - 닫지 않음
ru: Ошибки - не закрыто
zh: 错误-无法关闭

source: In transit
fr: En transit
ko: 수송 중
ru: В процессе транспортировки
zh: 传送中

source: Cannot move multiple container
fr: Impossible de déplacer plusieurs conteneurs
ru: Невозможно передвиньте множественные контейнера
zh: 无法移动多个容器

source: You cannot move multiple containers, please drag them one at a time.
fr: Vous ne pouvez pas déplacer plusieurs conteneurs, veuillez les bouger un par un.
ru: Вы не можете передвинуть множественные контейнера, пожалуйста перемещайте один за одним
zh: 你不能移动多个容器，请一次一次拖拽

source: Error in drag
fr: Erreur de déplacement
ko: 끌기 오류
ru: Ошибка при перемещении
zh: 拖拽错误

source: Invalid state
fr: Etat invalide
ko: 유효하지않은 상태
ru: Недействительный статус
zh: 无效状态

source: ERROR: an unexpected state occured in TreeDragDropListener. Please report this.
fr: ERROR: un état inattendu est survenu dans TreeDragDropListener. Veuillez le reporter.
ru: ОШИБКА: непредвиденный статус возник в TreeDrugDropListener. Пожалуйста доложите это.
zh: 错误：在TreeDragDropListener中发生意外状态.请将这个情况报告反馈

source: No Specimens
fr: Pas de spécimens
ko: 검체 없음
ru: Нет образцов
zh: 没有样本

source: Are you sure you want to delete this collection event?
fr: Êtes vous sûr de vouloir supprimer cet événement de collection?
ko: 정말 이 수집 이벤트를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить это собрание событий?
zh: 你确定要删除此采集项目？

source: Add Collection Event
fr: Ajouter un événement de collection
ko: 수집 이벤트 추가
ru: Добавить собрание событий
zh: 添加采集项目

source: Are you sure you want to delete this patient?
fr: Êtes-vous sûr de vouloir supprimer ce patient?
ko: 정말 이 환자를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить этого пациента?
zh: 你确定要删除此患者？

source: Processing event on date {0}
fr: Evénement de traitement à la date {0}
ko: {0} 처리 이벤트
ru: Текущее событие с датой {0}
zh: 进行项目日期{0}

source: Are you sure you want to delete this processing event?
fr: Êtes-vous sûr de vouloir supprimer cet événement de traitement?
ko: 정말 이 처리 이벤트를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить это текущее событие
zh: 你确定要删除此进行项目？

source: Add processing event
fr: Ajouter un événement de traitement
ko: 처리 이벤트 추가
ru: Добавить текущее событие
zh: 添加进行项目

source: Initialization failed
fr: Echec de l'initialisation

source: My Reports
fr: Mes reports
ko: 내 보고서들
ru: Мои доклады
zh: 我的记录

source: Copy Failed
fr: Echec de la copie

source: Delete Report
fr: Supprimer le report
ko: 보고서 삭제
ru: Удалить доклады
zh: 删除记录

source: Are you sure you want to delete the report named ''{0}''? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le report nommé ''{0}''? Cette action est irreversible.
ko: 정말 보고서 ''{0}''를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다
ru: Вы уверенны что хотите удалить доклад с названием {0}? Это действие нельзя вернуть
zh: 你确定要删除名字为 ''{0}''的记录？此做法不能被消除。

source: Only the owner of the shared report or a super administrator can delete a shared report. The owner is: {0}
fr: Seul le propriétaire du report partagé ou un super administrateur peut supprimer un report partagé. Le propriétaire est: {0}

source: {0} Report Copy
fr: {0} Copie du report
ko: {0} 보고서 복사
ru: {0} копия доклада
zh: {0}报告复制

source: Shared Reports
fr: Reports partagés
ko: 공유 보고서
ru: Доклады совместного пользования
zh: 共享报告

source: Pending Requests
fr: Requête en attente
ko: 대기중인 요청
ru: Запросы, отложенные для рассмотрения
zh: 待定申请

source: Shipment
fr: Cargaison
ko: 배송
ru: Посылка
zh: 运送

source: No shipment information is associated with the given origin information.
fr: Aucune information de cargaison n'a été associée avec l'information d'origine donnée.
ko: 제공된 원본 정보와 연관된 배송 정보가 없습니다
ru: Ни одна информация посылки не связана с изначально заданной информацией
zh: 没有运送信息与原始信息相关

source: Are you sure you want to delete this shipment?
fr: Êtes-vous sûr de vouloir supprimer cette cargaison?
ko: 정말 이 배송을 삭제하시겠습니까?
ru: Вы уверенны сто хотите удалить эту посылку?
zh: 你确定要删除此运送

source: Today's shipments
fr: Cargaisons d'aujourd'hui
ko: 오늘의 배송
ru: Сегодняшние посылки
zh: 今天的运送

source: Add Shipment
fr: Ajouter une cargaison
ko: 배송 추가
ru: Добавить посылку
zh: 添加运送

source: Create Path
fr: Créer un chemin
ko: 경로 만들기
ru: Создать путь
zh: 创建路径

source: Path {0} does not exist. Would you like to create it?
fr: Le chemin {0} n'existe pas. Voulez-vous le créer?
ko: 경로 {0}는 존재하지않습니다. 만드시겠습니까?
ru: Путь {0} не существует. Вы хотите его создать?
zh: 路径{0}不存在。你想创建么？

source: Error Creating Path
fr: Erreur de création du chemin
ko: 경로 만드는 중 오류
ru: Ошибка при создании пути
zh: 错误创建路径

source: An error occurred. Could not create path {0}.
fr: Une erreur est survenue. Impossible de créer le chemin {0}.
ko: 오류가 발생했습니다. 경로 {0}를 만들수 없습니다.
ru: Произошла ошибка. Невозможно создать путь {0}
zh: 发生错误。无法创建路径{0}

source: An error occurred. The path {0} is not a directory.
fr: Une erreur et survenue. Le chemin {0} n'est pas un répertoire.
ko: 오류가 발생했습니다. 경로 {0}는 디렉터리가 아닙니다
ru: Произошла ошибка. Путь {0} не является директорией
zh: 发生错误。路径{0}不是目录

source: Path Error
fr: Erreur de chemin
ko: 경로 오류
ru: Ошибка пути
zh: 路径错误

source: An error occurred. Unable to write to path {0}.
fr: Une erreur est survenue. Impossible d'écrire le chemin {0}.
ko: 오류가 발생했습니다. 경로 {0}를 쓸 수 없습니다
ru: Произошла ошибка. Невозможно написать в путь {0}
zh: 发生错误，无法输入路径{0}

source: Specimen position
fr: Position du spécimen
ko: 검체 위치
ru: Позиция образца
zh: 样本位置

source: Processing Events List
fr: Liste d'événements de traitements
ko: 처리 이벤트 목록
ru: Список текущих событий
zh: 进行项目清单

source: Can''t open form with id {0}
fr: Impossible d'ouvrir le formulaire avec l'id {0}
ko: 아이디가 {0}인 폼을 열 수 없습니다
ru: Невозможно открыть форму с идентификацией {0}
zh: 无法打开编号为{0}的表格

source: Search Result
fr: Résultat de la recherche
ko: 검색 결과
ru: Результат поиска
zh: 搜索结果

source: Found {0} results. Do you want to open all of them?
fr: {0} résultats trouvés. Voulez-vous tous les ouvrir?
ko: {0}결과를 찾았습니다. 모두 다 열어보시겠습니까?
ru: Найдено {0} результатов. Вы хотите открыть все из них?
zh: 找到{0}条结果。你想全部打开么？

source: Enter Inventory ID (6 letters for new samples, 4 allowed for old samples)
fr: Entrez l'ID de l'inventaire (6 lettres pour les nouveaux échantillons, 4 permises pour les anciens échantillons)
ko: 인벤토리 아이디를 입력하십시오 (새로운 샘플은 여섯 글자, 오래된 샘플은 내 글자)
ru: Введите инвенторную идентификацию (6 букв для новых и 4 разрешено для старых образцов)
zh: 输入库存编号（新样本为6个字母，旧样本为4个）

source: Search error
fr: Rechercher l'erreur
ko: 검색 오류
ru: Ошибка поиска
zh: 搜索错误

source: Load Failed
fr: Echec du chargement

source: Exception in initialization
fr: Exception dans l'initialisation

source: No patient with id ''{0}'' found.
fr: Aucun patient avec l'id ''{0}'' n'a été trouvé.
ko: 아이디가 ''{0}''인 환자는 없습니다
ru: Не найдено ни одного пациента с идентификацией {0}
zh: 没找到编号为''{0}''的患者

source: Do you want to create this patient?
fr: Voulez-vous créer ce patient?
ko: 이 환자를 만드시겠습니까?
ru: Вы хотите создать этого пациента?
zh: 你想创建此患者？

source: Enter a patient number
fr: Entrez un numéro de patient
ko: 환자 번호를 입력해주십시오
ru: Введите номер пациента
zh: 输入患者号码

source: Center:
fr: Centre:
ko: 센터:
ru: Центр
zh: 中心：

source: User:
fr: Utilisateur:
ko: 사용자:
ru: Пользователь
zh: 用户：

source: Inventory ID:
fr: ID de l'inventaire:
ko: 인벤토리 아이디:
ru: Инвенторная идентификация
zh: 库存编号：

source: Location:
fr: Emplacement:
ko: 위치
ru: Место расположения
zh: 位置：

source: Details:
fr: Détails:
ko: 세부 정보:
ru: Детали
zh: 详细资料：

source: Start Date:
fr: Date de départ:
ko: 시작 날짜:
ru: Дата начала
zh: 开始日期：

source: End Date:
fr: Date de fin:
ko: 종료 날짜:
ru: Дата окончания
zh: 结束日期：

source: Search Logs
fr: Journaux de recherche
ko: 로그 검색하기
ru: Формуляры поиска
zh: 搜索日志

source: Error: start date cannot be ahead end date.
fr: Erreur: la date de départ ne peut pas être après la date de fin.
ko: 오류: 시작날짜가 종료날짜 이후일 수 없습니다?
ru: Ошибка: дата начала не может быть позднее даты окончания
zh: 错误：开始日期不能在结束日期之前

source: Logging Form Input
fr: Entrée du formulaire d'enregistrement
ko: 로깅 폼 입력
ru: Ввод регистрационных форм
zh: 登录表格输入

source: There was an error opening: LoggingForm.
fr: Il y a eu une erreur en ouvrant: LoggingForm
ko: 로깅폼을 여는데 오류가 있었습니다
ru: Ошибка при открытии: формы регистрации
zh: 错误打开：登录表格

source: ERROR
fr: ERREUR
ko: 오류
ru: ОШИБКА
zh: 错误

source: There was an error loading combo values.
fr: Il y a eu une erreur lors du chargement des valeurs combo.
ko: 콤보 값 로딩 중 오류가 발생했습니다
ru: Ошибка при загрузке комбинированных значений
zh: 在加载端口值时候遇到一个错误

source: Go
fr: Aller
ko: 가기
ru: Идти
zh: 转到

source: No Processing Events found for worksheet {0}
fr: Aucun événement de traitement n'a été trouvé pour la feuille de travail {0}
ko: 워크쉬트 {0}에 해당하는 처리 이벤트가 없습니다
ru: Не найдено текущих событий для рабочего списка {0}
zh: 对工作表{0}没有找到进行项目

source: No Processing Events found for patient {0}
fr: Aucun événement de traitement n'a été trouvé pour le patient {0}
ko: 환자 {0}에 해당하는 처리 이벤트가 없습니다
ru: Не найдено текущих событий для пациента {0}
zh: 对患者{0}没有找到进行项目

source: No Processing Events found for date
fr: Aucun procédé de traitement n'a été trouvé à la date
ko: 날짜에 해당하는 처리 이벤트가 없습니다
ru: Не найдено текущих событий с датой
zh: 对日期没有找到进行项目

source: Processing Event not found
fr: Evénement de traitement non trouvé
ko: 처리 이벤트가 없습니다
ru: Текущее событие не найдено
zh: 没找到进行项目

source: {0} found.
fr: {0} trouvé.
ko: {0} 찾음
ru: {0} найдено
zh: {0}找到

source: Unable to place report node: {0}
fr: Impossible de placer le noeud de report: {0}
ko: 보고 노드를?
ru: Невозможно разместить узел доклада: {0}
zh: 无法从选择地方找到节点{0}

# search (verb)
source: Search
fr: Rechercher
ko: 검색
ru: Искать
zh: 搜索

source: Cannot search
fr: Impossible de rechercher

source: You have no working center selected
fr: Vous n'avez aucun centre de travail de sélectionné

source: no result
fr: Aucun résultat
ko: 결과 없음
ru: Нет результатов
zh: 没有结果

source: Center Administration
fr: Centre d'administration
ko: 센터 관리
ru: Центр администрации
zh: 中心管理部门

source: Date Received
fr: Date de Réception
ko: 받은 날짜
ru: Дата получения
zh: 接收日期

source: Date Packed
fr: Date d'Emballage
ko: 포장한 날짜
ru: Дата упаковки
zh: 包装日期

source: No Dispatches/Shipments found for waybill {0}
fr: Pas d'expéditions/de cargaisons trouvées dans le récépissé {0}
ko: 트래킹 넘버 {0}에 해당하는 배송이 없음
ru: Не найдено послания / посылки по накладной {0}
zh: 没找到运单{0}的文件/运送

source: No Dispatches/Shipments found for date {0}
fr: Pas d'expéditions/de cargaisons trouvées à la date {0}
ko: 날짜 {0}에 해당하는 배송이 없음
ru: Не найдено послания / посылки с датой {0}
zh: 没找到日期{0}的文件/运送

source: Dispatch not found
fr: Expédition introuvable
ko: 배송이 없음
ru: Послание не найдено
zh: 没找到文件

source: Shipments
fr: Cargaisons
ko: 배송
ru: Посылки
zh: 运送

source: Enter a dispatch/shipment waybill and hit enter
fr: Entrez un récépissé d'expédition/de cargaison et appuyez sur entrée
ko: 배송 트래킹 넘버를 입력한 후 enter를 누르십시오
ru: Введите накладную послания / посылки и нажмите клавишу ввода
zh: 输入文件/运送单，单击回车键

source: The value returned for patient count is invalid
fr: La valeur renvoyée pour le dénombrement de patient est invalide.

source: none
fr: aucun
ko: 없음
ru: Ни одного
zh: 默认值

source: loading ...
fr: chargement...
ko: 로딩 중...
ru: Процесс загрузки
zh: 加载中...

source: Cancel/Confirm:
fr: Annuler/Valider:
ko: 취소/확인:
ru: Отменить / подтвердить
zh: 取消/确认

source: Quantity:
fr: Quantité:
ko: 양:
ru: Количество
zh: 总量：

source: Patient Type
fr: Type de Patient
ko: 환자 종류
ru: Тип пациента
zh: 父类型

source: Patient Type Values
fr: Valeur de Type de Patient
ko: 환자 종류 값
ru: Значения для типа пациента
zh: 父类型值

source: Please enter a patient type:
fr: Veuillez entrer un type de patient:
ko: 환자 종류를 입력하십시오
ru: Пожалуйста введите тип пациента
zh: 请输入父类型：

source: To enter multiple patient type values, separate with semicolon.
fr: Pour entrer plusieurs valeurs de type de patient, séparez-les avec des points-virgules.
ko: 다수의 환자 종류를 입력하시려면 세미콜론으로 나누어 입력하십시오
ru: Для введения множественных значений для типов пациентов, разделяйте точкой с запятой
zh: 输入多个父类型值，用分号隔开

source: Visit Type
fr: Type de Visite
ko: 방문 종류
ru: Тип посещения
zh: 访问类型

source: Visit Type Values
fr: Valeurs de Type de Visite
ko: 방문 semicolon 값
ru: Значения для типа посещения
zh: 访问类型值

source: Please enter a visit type:
fr: Veuillez entrer un type de visite:
ko: 방문 semicolon를 입력하십시오
ru: Пожалуйста введите тип посещения
zh: 请输入访问类型：

source: To enter multiple visit type values, separate with semicolon.
fr: Pour entrer plusieurs valeurs de type de visite, séparez-les avec des points virgules.
ko: 다수의 방문 종류를 입력하시려면 세미콜론으로 나누어 입력하십시오
ru: Для введения множественных значений для типов посещений, разделяйте точкой с запятой
zh: 输入多个访问类型值，用分号隔开

source: Consent
fr: Consentement
ko: 승인
ru: Соглашение
zh: 同意

source: Consent Types
fr: Types de Consentement
ko: 승인 종류
ru: Типы соглашения
zh: 同意类型

source: Please enter a consent type:
fr: Veuillez entrer un type de consentement:
ko: 승인 종류를 입력하십시오
ru: Пожалуйста введите тип соглашения
zh: 请输入同意类型

source: To enter multiple consent values, separate with semicolon.
fr: Pour entrer plusieurs valeurs de type de consentement, séparez-les avec des points-virgules.
ko: 다수의 방문 종류를 입력하시려면 세미콜론으로 나누어 입력하십시오
ru: Для введения множественных значений типов согласия, разделяйте точкой с запятой

source: Gender
fr: Genre

source: Please enter the valid genders:
fr: Veuillez entrer les genres valides:

source: Remove
fr: Supprimer
ko: 삭제하기
ru: Удалить
zh: 移除

source: Move to Top
fr: Déplacer tout en haut
ko: 위쪽으로 옯기기
ru: Переместить на верх
zh: 移动到顶部

source: Move Up
fr: Déplacer vers le haut
ko: 위로 옯기기
ru: Переместить выше
zh: 向上移

source: Move Down
fr: Déplacer vers le bas
ko: 밑으로 옯기기
ru: Переместить ниже
zh: 向下移

source: Move to Bottom
fr: Déplacer tout en bas
ko: 아래쪽으로 옮기기
ru: Переместить в низ
zh: 移动到最底层

source: Enter specimen inventory ID to add:
fr: Entrez l'ID de l'inventaire de spécimen pour ajouter:
ko: 추가할 검체 인벤토리 아이디를 입력하십시오:
ru: Ввести инвенторную идентификацию образца для добавления
zh: 输入样本库存编号添加到：

source: Error while looking up specimen
fr: Erreur lors de la recherche de spécimen
ko: 검체 검색 중 오류가 발생했습니다
ru: Ошибка при поиске образца
zh: 查找样本出现错误

source: Specimen not found.
fr: Spécimen introuvable.
ko: 검채를 찾을 수 없습니다.
ru: Образец не найден
zh: 没有找到样本

source: Specimen {0} has already been added to this list
fr: Le spécimen {0} a déjà été ajouté à cette liste
ko: 검체 {0}는 이미 이 목록에 추가되었습니다
ru: Образец {0} уже добавлен в этот список
zh: 样本{0}已添加到此清单

source: Delete Specimen
fr: Supprimer le spécimen
ko: 검체 삭제
ru: Удалить образец
zh: 删除样本

source: Are you sure you want to remove specimen {0}?
fr: Êtes-vous sûr de vouloir supprimer le spécimen {0}?
ko: 정말로 검체 {0}를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить образец {0}?
zh: 你确定你想移动样本{0}？

source: Failed to load sites
fr: Le chargement des emplacements a échoué
ko: 센터 로드에 실패했습니다
ru: Загрузке сайтов не состоялась
zh: 加载网站失败

source: Error retrieving containers
fr: Erreur lors de la récupération des conteneurs
ko: 용기 가져오는중 오류
ru: Ошибка при восстановлении контейнеров
zh: 错误检索容器

source: Top Containers (select one or more):
fr: Principaux conteneurs (en sélectionner un ou plus):
ko: 탑 용기 (하나나 이상을 선택하십시오):
zh: 高级容器（选择一个或更多）

source: Not Initialized
fr: Non Initialisé
ko: 초기화되지않음
ru: Не инициализированы
zh: 没有初始化

source: Initialized
fr: Initialisé
ko: 최기화 됨
ru: Инициализированы
zh: 已初始化

source: Full
fr: Plein
ko: 가득 참
ru: Заполнены
zh: 完整的

source: Free locations
fr: Emplacements libres
ko: 사용 가능한 위치
ru: Свободные места расположения
zh: 空位

source: Empty
fr: Vide
ko: 비어있음
ru: Пустой
zh: 空

source: Filled
fr: Rempli
ko: 채워짐
ru: Заполненный
zh: 填写

source: New
fr: Nouveau
ko: 새
ru: Новый
zh: 新

source: Moved
fr: Déplacé
ko: 이동함
ru: Переместить
zh: 已移动

source: No type
fr: Aucun type
ko: 형식 없음
ru: Нет типа
zh: 没有类型

source: Expected
fr: Attendu
ko: 예상
ru: Ожидаемый
zh: 预期的

source: Already Scanned
fr: Déjà Analysé
ko: 이미 스캔됨
ru: Уже отсканированный
zh: 已扫描

source: Profiled cell
fr: Cellule profilée
ko: 프로파일링 된 셀
ru: Профильная ячейка

source: Line
fr: Ligne
ko: 선
ru: Линия

source: Error Message
fr: Message d'erreur
ko: 오류 메시지
ru: Сообщение об ошибке

source: Status
fr: Statuts
ko: 상태
ru: Статус
zh: 状态

source: Study Count
fr: Etude de Compte
ko: 연구 수
ru: Итог исследования
zh: 课题计算

source: Patient Visits
fr: Visites des Patients
ko: 환자 방문
ru: Посещения пациентов
zh: 患者访问

source: In Use
fr: En cours d'utilisation
ko: 사용중
ru: В использовании
zh: 使用中

source: Sender
fr: Expéditeur
ko: 보낸 사람
ru: Отправитель
zh: 发送者

source: Dispatch Time
fr: Délai de livraison
ko: 배송 시간
ru: Время отправления
zh: 派送时间

source: Receiver
fr: Destinataire
ko: 받는 사람
ru: Получатель
zh: 接收人

source: Dispatch State
fr: Etat de la livraison
ko: 배송 상태
ru: Статус отправления
zh: 派送状态

source: Remove Specimen
fr: Supprimer le Spécimen
ko: 검체 삭제
ru: Удалить образец
zh: 移除样本

source: Are you sure you want to remove specimen "{0}" from this shipment ?
fr: Êtes-vous sûr de vouloir retirer le spécimen "{0}" de cette cargaison ?
ko: 정말로 검체 "{0}"를 이 배송에서 삭제하시겠습니까?
ru: Вы уверены что хотите удалить образец {0} из этой посылки
zh: 你想从此运送移除样本"{0}"？
