Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Used to create a new template for a printer label
fr: Utilisé pour créer un nouveau modèle pour une étiquette d'imprimante
ko: 프린터 레이블의 새 탬플릿을 만들기 위해 사용됨
ru: Прежде создавали новый шаблон для наклейки принтера
zh: 对打印机标签使用创建新模板

source: Templates Details
fr: Détails des Modèles
ko: 탬플릿 세부정보
ru: Детали шаблонов
zh: 模板详细说明

source: Template Name
fr: Nom du Modèle
ko: 탬플릿 이름
ru: Название шаблона
zh: 模板名称

source: Jasper Configuration
fr: Configuration Jasper
ko: Jasper 구성
ru: Jasper конфигурация
zh: Jasper配置

source: Intended Printer
fr: Imprimante prévue
ko: 목적 프린터
ru: предназначенный принтер
zh: 将要打印

source: Template Saving
fr: Sauvegarde du Modèle
ko: 탬플릿 저장하기
ru: сохранение шаблона
zh: 模板保存中

source: Failed to save template: {0}
fr: Echec de la sauvegarde du modèle: {0}
ko: 탬플릿 저장에 실패했습니다: {0}
ru: Не удалось сохранить шаблон: {0}
zh: 保存模板失败：{0}

source: Template Selection
fr: Sélection du Modèle
ko: 탬플릿 선택
ru: Выбор шаблона
zh: 模板选择

source: Failed to load the selected template
fr: Echec du chargement du modèle sélectionné
ko: 선택된 탬플릿 로드에 실패했습니다
ru: Не удалось загрузить выбранный шаблон
zh: 加载已选择的模板失败

source: Template Name Error
fr: Erreur dans le Nom du Modèle
ko: 탬플릿 이름 오류
ru: Ошибка в названии шаблона
zh: 模板名称错误

source: Severe Error: Internal template names do not match.
fr: Erreur Grave: Les noms internes des modèles ne correspondent pas.
ko: 심각한 오류: 내부 탬플릿 이름이 일치하지않습니다
ru: Ошибка сервера: названия внутренних шаблонов не совпадают
zh: 严重错误：内置模板名称不相符

source: Failed to find the jasper configuration name.
fr: Impossible de trouver le nom de configuration jasper.
ko: jasper 구성 이름을 찾지 못했습니다
ru: Не удалост найти названия Jasper конфигурации
zh: 搜索Jasper配置名称失败

source: Error: Could not set Template Configuration Tree
fr: Erreur: Impossible d'établir l'Arbre de Configurations des Modèles
ko: 오류: 탬플릿 구성 트리를 설정하지 못했습니다
ru: Ошибка: невозможно установить дерево конфигурации шаблона
zh: 错误：无法设置模板配置体系

source: Error: Could not clear the Template Configuration Tree
fr: Erreur: Impossible de nettoyer l'Arbre de COnfigurations des Modèles
ko: 오류: 탬플릿 구성 트리를 지우지 못했습니다
ru: Ошибка: невозможно очистить дерево конфигурации шаблона
zh: 错误：无法清除模板配置体系

source: Tree Editor
fr: Editeur d'Arbre
ko: 트리 편집기
ru: Редактор дерева
zh: 体系编辑器

source: Failed to reset tree editor
fr: Echec de réinitialisation de l'éditeur d'arbre
ko: 트리 편집기 초기화에 실패했습니다
ru: Не удалось переустановить
zh: 重置编辑器失败

source: Template {0} has been modified, do you want to save your changes?
fr: Le modèle {0} a été modifié, voulez-vous sauvegarder vos modifications ?
ko: 탬플릿 {0}이 수정되었습니다, 변경을 저장하시겠습니까?
ru: Шаблон {0} был модифицирован, хотите сохранить изменения?
zh: 模板{0}已修改，你想保存更改么？

source: New Template
fr: Nouveau Modèle
ko: 새 탬플릿
ru: Новые шаблоны
zh: 新模板

source: Please enter the name for the new template
fr: Veuillez entrer le nom du nouveau modèle
ko: 새 탬플릿의 이름을 입력해주십시오
ru: Пожалуйста выедите названия для новых шаблонов
zh: 请为新模板输入名称

source: Jasper Configuration Selection
fr: Sélection de COnfiguration Jasper
ko: Jaspe 구성 설정
ru: Выборка Jasper конфигурации
zh: Jasper配置选择

source: Please select a Jasper Configuration that you would like to base this template on.
fr: Veuillez sélectionner une Configuration Jasper sur laquelle vous souhaitez baserce modèle.
ko: 이 탬플릿을 본으로 할 Jasper?
ru: Пожалуйста выберите Jasper конфигурацию, которая будет базой для этих шаблонов
zh: 请选择一个Jasper配置，你将在此模板上进行

source: Template Exists
fr: Le Modèle Existe
ko: 탬플릿이 존재합니다
ru: Шаблоны существуют
zh: 模板存在

source: Your new template must have a unique name.
fr: Votre nouveau modèle doit avoir un nom unique.
ko: 새로운 탬플릿은 고유 이름이 필요합니다
ru: Ваши новые шаблоны должны иметь уникальное название
zh: 你的新模板必须有个唯一名称

source: Template Creation Error
fr: Erreur de Création du Modèle
ko: 탬플릿 만들기 오류
ru: Ошибка при создании шаблона
zh: 模板创建错误

source: Application Exception: could not create template
fr: Exception d'Application: Impossible de créer le modèle
ko: 응용 프로그램 예외입니다: 탬플릿 만들기에 실패했습니다
ru: Исключение из приложения: невозможно создать шаблон
zh: 应用程序异常：无法创建模板

source: No Jasper Configurations Exist. Please create at least one Jasper Configuration first.
fr: Aucune Configuration Jasper n'existe. Veuillez d'abord entrer au moins une Configuration Jasper.
ko: Jasper 구성이 없습니다. 먼저 Jasper 구성을 적어도 하나를 만드십시오
ru: Пожалуйста созидайте сначала хотя бы одну Jasper конфигурацию
zh: 不存在Jasper配置。请首先创建至少一个Jasper配置

source: Failed to set configuration data.
fr: Echec de l'établissement des données de configuration
ko: 구성 데이타 설정에 실패했습니다
ru: Не удалось установить данные конфигурации
zh: 设置配置数据失败

source: Cloned Template Name
fr: Nom du Modèle Cloné
ko: 탬플릿 이름을 복제했습니다
ru: Название клонированного шаблона
zh: 复制模板名称

source: What is the name of the cloned template?
fr: Quel est le nom du modèle cloné?
ko: 복제된 탬플릿 이름이 무엇입니까?
ru: Какое название у клонированного шаблона?
zh: 复制的模板名称是什么？

source: Template Create Error
fr: Erreur de Création de Modèle
ko: 탬플릿 만들기 오류
ru: Ошибка при создании шаблона
zh: 模板创建错误

source: Could not create template
fr: Impossible de créer un modèle
ko: 탬플릿 만들기에 실패했습니다
ru: Невозможно создать шаблон
zh: 无法创建模板

source: Deleting Template
fr: Suppresion de Modèle
ko: 탬플릿 삭제 중
ru: Процесс удаления шаблона
zh: 删除模板

source: Could not delete template
fr: Impossibke de supprimer le modèle
ko: 템플릿 삭제에 실패했습니다
ru: Невозможно удалить шаблон
zh: 无法删除模板

source: Patient Labels
fr: Etiquettes de Patient
ko: 환자 레이블
ru: Отметки пациентов
zh: 患者标签

source: Reset Form Information
fr: Réinitialiser les Informations du Formulaire
ko: 양식 정보 초기화
ru: Перезагрузить форму с информацией
zh: 重置表格信息

source: Do you want to clear any information that you have entered into this form?
fr: Voulez-vous effacer les informations que vous avez entré dans ce formulaire ?
ko: 이 양식에 입력한 정보들 중 삭제하실 정보들이 있으십니까?
ru: Хотите очистить всю информацию, только что внесенную в эту форму?
zh: 你想清除你输入此表格中的信息么？

source: Specimen ID Error
fr: Erreur dan l'ID du Spécimen
ko: 검체 아이디 오류
ru: Ошибка при идентификации экземпляра
zh: 样本编号错误

source: Server Error
fr: Erreur du Serveur
ko: 서버 오류
ru: Ошибка сервера
zh: 服务器错误

source: Gui Validation
fr: Validation du gui
ko: Gui유효성 검사
ru: GUI подтверждение
zh: GUI验证

source: Print source specimen labels for a patient
fr: Imprimez les étiquettes de spécimen source pour un patient
ko: 환자 원검체 레이블 인쇄
ru: напечатайте отметки источника экземпляра для пациента
zh: 对患者打印原始样本标签

source: WARNING: preference store was NULL!
fr: ATTENTION: la réserve de préférence est VIDE!
ko: 경고: ?
ru: предупреждение: предпочтительное значение было ноль
zh: 警告：优先存储无效

source: Title:
fr: Titre:
ko: 제목:
ru: Заглавие
zh: 标题：

source: Select Logo
fr: Sélectionnez un logo
ko: 로고 선택
ru: Выбор логотипа
zh: 选择标志

source: Template:
fr: Modèle:
ko: 탬플릿:
ru: Шаблон
zh: 模板：

source: Printer:
fr: Imprimante:
ko: 프린터:
ru: Принтер
zh: 打印机：

source: Verification Issue
fr: Problème de vérification
ko: 검증 문제
ru: Проверочный выпуск
zh: 验证问题

source: Could not load template: {0}
fr: Impossible de charger le modèle: {0}
ko: 템플릿 로드에 실패했습니다: {0}
ru: Невозможно загрузить шаблон: {0}
zh: 无法加载模板：{0}

source: Sheet Information
fr: Informations du document
ko: 문서 정보
ru: Информационный листок
zh: 工作表信息

source: Custom Field 1:
fr: Champ personnalisé 1:
ko: 사용자 지정 필드 1:
ru: Поле клиента 1
zh: 自定义1：

source: Custom Field 2:
fr: Champ personnalisé 2:
ko: 사용자 지정 필드 2:
ru: Поле клиента 2
zh: 自定义2：

source: Custom Field 3:
fr: Champ personnalisé 3:
ko: 사용자 지정 필드 3:
ru: Поле клиента 3
zh: 自定义3：

source: Fields
fr: Champs
ko: 필드
ru: Поля
zh: 域

source: Enable
fr: Autoriser
ko: 사용
ru: Уполномочить
zh: 启用

source: Field Name
fr: Nome du champ
ko: 필드 이름
ru: Название поля
zh: 域名

source: Print Barcode
fr: Imprimer le code-barre
ko: 바코드 인쇄
ru: Напечатать баркод
zh: 打印条形码

source: Field Value
fr: Valeur du champ
ko: 필드 값
ru: Значение поля
zh: 域值

source: Patient Number:
fr: Numéro du patient:
ko: 환자 번호:
ru: Номер пациента
zh: 患者编码：

source: Per Label Information
fr: Par information d'étiquette
ko: Per 레이블 정보
ru: Приходиться на информационную отметку
zh: 每个标签信息

source: Barcode 2D Text:
fr: Texte du code-barre en 2D:
ko: 바코드 2D 텍스트
ru: Баркод 2D текст
zh: 2D条形码文本：

source: Custom Field:
fr: Champ personnalisé:
ko: 사용자 지정 필드
ru: Поле клиента
zh: 自定义域：

source: Branding
fr: Marquage
ko: 브랜딩
ru: Отмечать
zh: 加标签

source: Export to PDF
fr: Exporter en format PDF
ko: PDF로 내보내기
ru: Перевести в PDF
zh: 导出到PDF

source: Incorrect Title
fr: Titre incorrect
ko: 올바르지 않은 제목
ru: неправильное оглавление
zh: 错误标题

source: A valid title is required.
fr: Un titre valide est requis.
ko: 유효한 제목이 필요합니다
ru: Необходимо действительное оглавление
zh: 必填有效标题

source: Entry Error
fr: Erreur de saisie
ko: 입력 오류
ru: Ошибка ввода
zh: 进入错误

source: Custom field 1 contains an empty name. Please disable the name field or enter some text.
fr: Le Champ personnalisé 1 contient un nom vide. Veuillez désactiver le champ du nom ou y entrer du texte.
ko: 사용자 지정 필드 1 이름이 비어 있습니다. 이름 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 1 содержит пустое название. Пожалуйста уберите название поля или введите текст
zh: 自定义1包含一个空名字，请禁用名字字段或输入一些文本

source: Custom field 1 contains an empty value. Please disable the value field or enter some text.
fr: Le champ personnalisé 1 contient une valeur vide. Veuillez désactiver le champ de valeur ou y entrer du texte.
ko: 사용자 지정 필드 1 값이 비어 있습니다. 값 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 1 содержит пустое значение. Пожалуйста уберите поле значения или введите текст
zh: 自定义1包含空值。请禁用数值字段或输入一些文本

source: Custom field 2 contains an empty name. Please disable the name field or enter some text.
fr: Le Champ personnalisé 2 contient un nom vide. Veuillez désactiver le champ du nom ou y entrer du texte.
ko: 사용자 지정 필드 2 이름이 비어 있습니다. 이름 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 2 содержит пустое название. Пожалуйста отмените название поля или введите текст
zh: 自定义2包含一个空名字，请禁用名字字段或输入一些文本

source: Custom field 2 contains an empty value. Please disable the value field or enter some text.
fr: Le champ personnalisé 2 contient une valeur vide. Veuillez désactiver le champ de valeur ou y entrer du texte.
ko: 사용자 지정 필드 2 값이 비어 있습니다. 값 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 2 содержит пустое значение. Пожалуйста отмените поле значения или введите текст
zh: 自定义2包含一个空值，请禁用数值字段或输入一些文本

source: Custom field 3 contains an empty name. Please disable the name field or enter some text.
fr: Le Champ personnalisé 3 contient un nom vide. Veuillez désactiver le champ du nom ou y entrer du texte.
ko: 사용자 지정 필드 3 이름이 비어 있습니다. 이름 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 3 содержит пустое название. Пожалуйста отмените название поля или введите текст
zh: 自定义3包含一个空名字，请禁用名字字段或输入一些文本

source: Custom field 3 contains an empty value. Please disable the value field or enter some text.
fr: Le champ personnalisé 3 contient une valeur vide. Veuillez désactiver le champ de valeur ou y entrer du texte.
ko: 사용자 지정 필드 3 값이 비어 있습니다. 값 필드를 사용하지 않도록 설정하시거나 텍스트를 입력해주십시오
ru: Поле клиента 3 содержит пустое значение. Пожалуйста отмените поле значения или введите текст
zh: 自定义3包含一个空值，请禁用数值字段或输入一些文本

source: Could not load template.. Selected template is null.
fr: Impossible de charger le modèle.. Le modèle sélectionné est vide.
ko: 템플릿 로드에 실패했습니다…선택된 탬플릿은 null값입니다
ru: Невозможно загрузить шаблон.. Выбранных шаблон нулевой
zh: 选择的模板无效,无法加载模板..

source: Template is lacking a jasper file.
fr: Il manque un fichier japer au modèle.
ko: 템플릿에 jasper파일이 없습니다
ru: Шаблону не хватает jasper файла
zh: 模板缺少一个jasper文件

source: Patient Name
fr: Nom du patient
ko: 환자 성명
ru: Имя пациента
zh: 患者姓名

# Specimen Type
source: Sp. Type
fr: Type de sp.
ko: 검체 종류
ru: Тип экземпляра
zh: 样本类型

source: Printing Barcode Labels
fr: Etiquette de code-barre en cours d'impression
ko: 바코드 레이블 인쇄중
ru: Процесс печати наклеек с баркодами
zh: 打印条形码标签

source: Sending Data to Printer
fr: Données en cours d'envoi à l'imprimante
ko: 프린터로 데이타 전송중
ru: Идет отправка данных на принтер
zh: 发送数据到打印机

source: Printing Operation Cancel
fr: Annulation de l'impression
ko: 인쇄 작업 취소
ru: Отмена печати
zh: 取消打印操作

source: The current set of prints are invalid, please shred any sheets that were printed from this operation.
fr: L'installation actuelle des imprimante est invalide, veuillez détruire tout document imprimé lors de cette opération.
ko: 현재 인쇄물은 유효하지않습니다, 이번 작업에서 인쇄 된 문서는 파쇄해주십시오
ru: Текущая установка печати недействительна, пожалуйста уничтожте все листы отпечатанные этой операцией
zh: 当前打印设置无效，请用碎纸机撕毁此操作打印的工作表

source: Saving Barcode Labels PDF
fr: Sauvegarde de étiquettes de barre-code en PDF en cours
ko: 바코드 레이블 PDF 저장 중
ru: Сохранение наклеек с баркодами в формате PDF
zh: 保存条形码标签PDF

source: Generating PDF
fr: Création du PDF en cours
ko: PDF 생성 중
ru: Генерирование формата PDF
zh: 生成PDF

source: Saving PDF
fr: Sauvegarde du PDF en cours
ko: PDF 저장 중
ru: Сохрание PDF
zh: 保存PDF

source: Problem saving file: {0}
fr: Problème lors de la sauvegarde du fichier: {0}
ko: 파일 저장 중 오류가 발생했습니다: {0}
ru: Поблема и сохранении файла: {0}
zh: 保存文件出现问题：{0}

source: Error: Failed to clone jasper template.
fr: Erreur: Echec du clonage du modèle jasper
ko: 오류: jasper 탬플릿 복제를 실패했습니다
ru: Ошибка: не удалось клонировать jasper шаблон
zh: 错误：复制jasper模板失败

source: Error: Failed to clone configuration.
fr: Erreur: Echec du clonage de la configuration
ko: 오류: 구성 복제를 실패했습니다
ru: Ошибка: не удалось клонировать конфигурацию
zh: 错误：复制配置失败

source: jasper template has not been set
fr: le modèle jasper n'a pas été défini
ko: jasper 탬플릿이 설정되지않았습니다
ru: jasper шаблон не установлен
zh: 没有设置jasper模板

source: Template with name {0} not found
fr: Modèle portant le nom {0} introuvable
ko: 템플릿 {0} 을(를) 찾을 수 없음
ru: Шаблон с названием {0} не найден
zh: 未找到名字为{0}的模板

source: not available
fr: Indisponible
ko: 사용할 수 없음
ru: не доступен
zh: 无法使用

# Error message
source: not available
fr: Indisponible
ko: 사용할 수 없음
ru: не доступен
zh: 无法使用

# Error message
source: Configuration data is invalid. Template is corrupt.
fr: Les données de configuration sont invalides. Le modèle est corrompu.
ko: 구성 데이터가 잘못되었습니다. 템플릿이 손상되었습니다
ru: Данные конфигурации не действительны. Шаблон испорчен
zh: 模板多次修改，配置数据无效

# Error message
source: Failed to fill configuration data into jasper template.
fr: Le remplissage des données de confguration dans le modèle jasper a échoué.
ko: 구성 데이타를 jasper 탬플릿에 작성하지 못했습니다
ru: Не удалось заполнить данные конфигурации в jasper шаблоне
zh: 填充配置数据到jasper模板失败

# Error message
source: Failed to fill configuration data into jasper template for printing.
fr: Le remplissage des données de configuration dans le modèle jasper destiné à l'impression a échoué.
ko: 인쇄하기위해 구성 데이타를 jasper 탬플릿에 작성하지 못했습니다
ru: Не удалось заполнить данные конфигурации в jasper шаблоне для печати
zh: 填充配置数据到jasper打印模板失败

# Error message
source: Cannot have a null title
fr: Impossible d'avoir un titre nul
ko: null 값의 제목은 허락되지 않습니다
ru: Оглавление не может быть нулевым
zh: 标题不能为空

# Error message
source: Require a valid amount of barcode strings
fr: Une quantité valide de chaînes de code-barre est requise
ko: 유효한 양의 바코드 문자얼이 필요합니다
ru: Требуется действительное количество рядов баркода
zh: 要求一个有效的条形码字符串

# Error message
source: Failed to load configuration setting: {0}
fr: Echec du chargement des paramètres de configuration: {0}
ko: 구성 설정을 로드하지 못했습니다: {0}
ru: Не удалось загрузить установки конфигурации: {0}
zh: 加载配置设置失败：{0}

# Error message
source: Empty or null barcode string was specified.
fr: Une chaîne de barre-codes nulle ou vide a été spécifiée.
ko: 비어있거나 null 값인 바코드 문자얼이 지정되었습니다
ru: Были обозначены пустые или нулевые ряды баркода
zh: 指定空的或无效的条形码字符串

# Error message
source: Barcode ID must be a 12 character alphanumeric string.
fr: L'ID du code barre doit être une chaîne de 12 caractères alphanumériques.
ko: 파코드 아이디는 12문자 영숫자 문자얼이어야합니다
ru: Баркод должен быть рядом, состоящим из комбинации минимум 12 букв и цифр
zh: 条形码编码必须是12个字符字母数字的字符串

# Error Message
source: Failed to load configuration setting: {0}
fr: Echec du chargement de la configuration des paramètres: {0}
ko: 구성 설정을 로드하지 못했습니다: {0}
ru: Не удалась загрузка установок конфигурации: {0}
zh: 加载配置设置失败：{0}

# Error Message
source: A valid jasper file is required.
fr: Un champ de fichier jasper valide est requis.
ko: 유효한 jasper 파일이 필요합니다
ru: Требуется действительный jasper файл
zh: 必填一个有效的jasper文件

# Error Message
source: Failed to create element in patient info box: {0}
fr: Echec de création d'élément dans la boîte d'information du patient: {0}
ko: 환자 정보 상자에 요소를 만들지 못했습니다: {0}
ru: Не удалось создать элемент в информационной коробке пациента: {0}
zh: 在患者信息框中创建要素失败：{0}

# Label
source: Settings Editor Tree
fr: Arbre d'Editeur des Paramètres
ru: Дерево редакции установок
zh: 设置编辑器树状结构图

# Label
source: Width (mm)
fr: Largeur (mm)
ko: 너비 (mm)
ru: Ширина (мм)
zh: 宽度（毫米）

# Label
source: Height (mm)
fr: Hauteur (mm)
ko: 높이 (mm)
ru: Высота (мм)
zh: 高度（毫米）

# Error message
source: Cannot create an item in a null tree.
fr: Impossible de créer un objet dans un arbre nul.
ru: Невозможно создать
zh: 在无效树状图中无法创建项目

# Error message
source: Cannot create an item in a null location.
fr: Impossible de créer un objet dans un emplacement nul.
ru: Невозможно создать в нулевой позиции
zh: 无法在无效的地点中创建项目

# Error message
source: Cannot create an item with a null rectangle value.
fr: Impossible de créer un objet dans une valeur rectangle nulle.
ru: Невозможно создать с нулевым прямоугольным значением
zh: 无法用无效矩形数值创建项目

# Error message
source: Location must contain at least one segment.
fr: L'emplacement doit contenir au moins un segment.
ru: Позиция должна занимать хотя бы один сегмент
zh: 位置必须包含至少一段

# Error message
source: TreeItem searching failed: currentItem is null.
fr: La recherche du TreeItem a échoué: currentItem est nul.
ru: Не удался поиск предмета в выборке дерева: текущий предмет - ноль
zh: 树状结构图项目搜索失败：当前项目为空

# Error message
source: Cannot populate tree: Tree is null.
fr: Impossible de peupler l'arbre: L'arbre est nul.
ru: Невозможно заселить дерево Дерево обнулено
zh: 无法填充树状结构图：树状结构图为空

# Error message
source: A valid configuration setting is required.
fr: Un paramètre de configuration valide est requis.
ko: 유효한 구성 설정이 필요합니다
ru: Необходима действительная конфигурационая установка
zh: 必填一个有效的配置设定

# Error message
source: Editor is null.
fr: L'Editeur est nul
ko: 편집기가 ?
ru: Редактор обнулен
zh: 编辑器无效

# Error message
source: Could not find key in configuration:
fr: Impossible de trouver la clé dans la configuration:
ru: Невозможно найти ключ к конфигурации
zh: 在配置中未找到密钥

source: Tube tops
fr: Sommets de tube

source: Tube bottoms
fr: Fonds de tube

source: Scanner Driver Not Selected
fr: Le Pilote du scanner n'a pas été sélectionné
ko: 스캐너 드라이버가 설정되지 않음
ru: Не выбран драйвер сканера
zh: 扫描仪驱动不可选

source: Please select and configure the scanner in preferences
fr: Veuillez sélectionner et configurer le scanner dans les préférences
ko: 기본 설정에서 스캐너를 선택 후 구성하십시오
ru: Пожалуйста выберите и конфигурируйте сканер в настройках
zh: 请选择，安装扫描仪

source: Scanner error
fr: Erreur de scanner
ko: 스캐너 오류
ru: Ошибка сканера
zh: 扫描仪错误

source: Scanner plate 1
fr: Plaque du scanner 1

source: Scanner plate 2
fr: Plaque du scanner 2

source: Scanner plate 3
fr: Plaque du scanner 3

source: Scanner plate 4
fr: Plaque du scanner 4

source: Scanner plate 5
fr: Plaque du scanner 5

source: File
fr: Fichier

source: Landscape
fr: Paysage

source: Plate 1
fr: Plaque 1

source: Plate 2
fr: Plaque 2

source: Plate 3
fr: Plaque 3

source: Plate 4
fr: Plaque 4

source: Plate 5
fr: Plaque 5

source: Decode image
fr: Décoder l'image

source: Select the options to match the image you are decoding
fr: Sélectionnez les options correspondantes à l'image que vous décodez

source: Adjust the grid to the barcodes contained in the image.
fr: Ajustez la grille au code-barre contenu dans l'image.

source: Decoding completed.
fr: Décodage complété

source: Retrieving image from the flatbed scanner...
fr: Récupération de l'image à partir du scanner à plat...

source: Decoding barcodes in image...
fr: Décodage du code-barre dans l'image...

source: Could not scan the plate region
fr: Impossible de scanner cette zone de la plaque

source: Invalid DPI for this scanner. Please select another.
fr: DPI invalide pour ce scanner. Veuillez en sélectionner un autre.

source: Decode
fr: Décoder

source: Decoding Error
fr: Erreur de décodage

source: Decode warning
fr: Alerte décodage

source: No tubes were decoded. Continue?
fr: Aucun tube

source: Source Selection Error
fr: Erreur de sélection de source
ru: Ошибка выбора источника
zh: 来源对象错误

source: Invalid value
fr: Valeur invalide
ko: 잘못된 값
ru: Недействительное значение
zh: 无效值

source: Library Debug Level:
fr: Niveau de débogage de la bibliothèque:

source: Edge Minimum Factor:
fr: Facteur minimum de bordure:

source: Edge Maximum Factor:
fr: Facteur maximum de bordure:

source: Scan Gap Factor:
fr: Facteur d'écart du scan:

source: Edge Threshold:
fr: Seuil limite

source: Square Deviation:
fr: Ecart quadratique:

source: Select Scanner
fr: Selectionner le scanner
ko: 스캐너 선택:
ru: Выбрать сканер
zh: 选择扫描仪

source: Driver Type
fr: Type de pilote
ko: 드라이버 종류
ru: Тип драйвера
zh: 驱动类型

source: Brightness:
fr: Luminosité:
ko: 밝기:
ru: Яркость
zh: 亮度：

source: Contrast:
fr: Contraste:
ko: 대비:
ru: Контрастность
zh: 对比：

source: Scanning Source Error
fr: Erreur Source du Scannage
ko: 스캐너 원본 오류
ru: Ошибка источника сканирования
zh: 扫描来源错误

source: Unknown
fr: Inconnu

source: Left
fr: Gauche
ko: 좌
ru: На лево
zh: 左

source: Top
fr: Haut
ko: 위
ru: На верху
zh: 顶部

source: Right
fr: Droit
ko: 우
ru: На право
zh: 右

source: Bottom
fr: Bas
ko: 밑
ru: Внизу
zh: 底部

source: Plate is not enabled
fr: La plaque n'est pas active
ko: 판이사용 안 함으로 설정되었습니다
ru: Пластина не приведена в действие
zh: 孔板不能使用

source: Align rectangle with the edge tubes
fr: Alignez le rectangle avec les tubes au bord

source: A scan is required
fr: Un scan est requis
ko: 스캔이 필요합니다
ru: необходимо сканирование
zh: 必须浏览

source: The new settings have been saved
fr: Les nouveaux paramètres ont été sauvegardé

source: Position settings are oustide the scanned image.Please adjust the settings.
fr: Les paramètres de positions sont en dehors de l'image scannée. Veuillez ajuster les paramètres.

source: Barcode position
fr: Position du code-barre

source: Open File
fr: Fichier ouvert

source: Plate dimensions
fr: Dimensions de la plaque

source: select dimension for the plate
fr: sélectionnez une dimension pour la plaque.

source: Pallet orientation
fr: Orientation de la palette

source: File:
fr: Fichier:

source: , created:
fr: , créé:

source: Image scan date:
fr: Date du scan de l'image:

source: {0} is already in a not closed dispatch.
ko: {0}는 이미 닫기지 않은 배송에 있습니다.
zh: {0}已存在于一个公开的文件中

source: Cannot assign position to a specimen that in dispatch transit
ko: 배송중인 검체에게 위치를 배정할 수 없습니다
zh: 在文件传送中无法给样本分配位置

source: Label should be {0} characters.
ko: 레이블은 길이가 {0}자여야 합니다.
zh: 标签应该是{0}个字符

source: Invalid characters in label. Are they in upper case?
ko: 레이블에 잘못된 문자가 있습니다. 대문자 인가요?
zh: 标签中有无效字符，字符需要大写

source: Label {0} does not exist in this scheme.
ko: 레이블 {0}는 이 구성표에 없습니다.
zh: 此图标不存在标签{0}

source: Label {0} does not exist in {1}
ko: 레이블 {0} 는 {1} 에 없습니다
zh: {1}中不存在标签{0}

source: Max value is {0}. (Max row: {1}. Max col: {2}.)
ko: 최대값은 {0} 입니다. (최대 행:{1}. 최대 열: {2}.)
zh: 最大值为{0}。（最大行：{1}，最大列：{2}）

source: 2 char numeric labeling scheme not found
ko: 2 char 숫자 레이블 구성표를 찾지 못했습니다
zh: 无法找到2字符数字的标号方案

source: Label {0} is incorrect: it should be 2 characters
ko: 레이블 {0}이 잘못되었습니다: 두 문자여야합니다.
zh: 标签{0}错误：应该为2字符

source: CBSR 2 char alphabetic labeling scheme not found.
ko: CBSR 2 har 영문자 레이블 구성표를 찾지 못했습니다
zh: 无法找到CBSR 2 字符字母标签

source: Label should be double letter (BB).
ko: 레이블은 더블 문자여야 합니다 (BB).
zh: 标签应为双写字母(BB)
