Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Position {0} of container {1} already contains container {2} when trying to add container {3}.
zh: 试图增加容器{3}，容器{1}的位置{0}已包含容器{2}

source: Position {0} is invalid. Row should be between 0 and {1} (exclusive) and column should be between 0 and {2} (exclusive).
zh: 位置{0}无效。行应在0和{1}中间，列应在0和{2}中间

source: Container {0} does not allow inserts of type {1}.
zh: 容器{0}不允许插入类型{1}

source: Container {0} is already holding an specimen at position {1} {2}
zh: 容器{0}已经在位置{1}{2}保存样本

source: Container {0} is already holding a container {1} at position {2}.
zh: 容器{0}已经在位置{2}保存容器{1}

source: Can't use position {0} in container {1} because its maximum capacity is {2} rows and {3} columns.
zh: 由于最大容量为{2}，无法在容器{1}中使用位置{0}

source: Can''t find container that will match these possible labels: {0}
zh: 无法找到与这些可能标签相符的容器：{0}

source: Can''t find container with type {0} that will match these possible labels: {1}
zh: 无法找到与这些可能标签相符的类型{0}容器:{1}

source: Specimen {0} does not belong to this sender.
zh: 样本{0}不属于此发送者

source: Found {0} objects of type {1} with id={2}
zh: 找到编码为{2}的类型{1}的{0}对象

source: Patient {0} exists but you don't have access to it. Check studies linked to the sites and clinics you can access.
zh: 患者{0}存在但是你不能访问，检查你能访问的网站和临床课的连接

source: Position "{0}" not valid.
zh: 位置"{0}"无效

# model
source: Position
ko: 위치
ru: Позиция
zh: 位置

# model
source: Volume (ml)
ko: 용량 (ml)
ru: Объем (мл)
zh: 体积（毫升）

# model
source: Message
ko: 메시지
ru: Сообщение
zh: 消息

# model
source: Contact
ko: 연락처
ru: Контакт
zh: 联系方式

# model
source: Description
ko: 설명
ru: Описание
zh: 说明

source: Contact
ko: 연락처
ru: Контакт
zh: 联系方式

source: Patient
ko: 환자
ru: Пациент
zh: 病人

source: Permission
ko: 권한
ru: Разрешение
zh: 许可

source: Principal
ko: 주?
ru: Основной
zh: 委托人

source: Role
ko: 역할
ru: Роль
zh: 角色

source: Site
ko: 센터
ru: Сайт
zh: 位置

# model
source: Patient
ko: 환자
ru: Пациент
zh: 患者

# model
source: Principal
ko: ?주체
ru: Основной
zh: 负责人

# model
source: Site
ko: 센터
ru: Сайт
zh: 网站

# model
source: Email
ko: 이메일
ru: Электронная почта
zh: 邮件

source: The version string is formatted incorrectly.
zh: 版本格式化错误

source: NOT_FOUND({0})
ko: 찾을 수 없습니다 ({0})
ru: НЕ НАЙДЕНО ({0})
zh: 无法找到（{0}）

source: Inventory ID is empty or already present
zh: 存货编号为空或已存在

# no abbeviation
source: N
ru: Нет
zh: 不是

source: Retry scan
ko: 스캔을 다시 시도
zh: 重试浏览

source: Launch Scan
ko: 스캔 시작
zh: 开始浏览

source: Fake scan
ko: 스캔 가장
zh: 扫描错误

source: Processing position {0}
ko: 위치 {0} 처리 중
zh: 处理位置{0}

source: Plate to scan
ko: 스캔 할 플레이트
zh: 光盘浏览

source: Enter a valid plate barcode
ko: 유효한 플레이트 바코드를 입력하십시요
zh: 输入一个有效地光盘条形码

source: Error in scan result. Please keep only specimens with no errors.
ko: 스캔 결과 오류. 오류가 없는 검체들만 유지해주십시오
zh: 错误浏览。请正确保存样本

source: Select parent
ko: 모용기를 선택해주십시오
zh: 选择亲本

# Select Parent Container Option Label
source: Parents
ko: 모용기
ru: Первоисточники
zh: 亲本

source: BioBank Login
ko: 바이오뱅크 로그인
zh: 登录生物样本库

source: Add a new group
ko: 새 그룹 추가
ru: Добавить новую группу
zh: 添加新组

# Group Edit Dialog Tab Name
source: General
ko: 일반
ru: Общий
zh: 通用

# User Edit Dialog Tab Name
source: General
ko: 일반
ru: Общий
zh: 通用

# default filename for output, without suffix
source: output
ko: 출력
ru: Выход
zh: 输出

source: Reload
zh: 重新加载

source: Total Patients
ko: 총 환자 수
ru: Общее количество пациентов
zh: 全部个案

source: Decode Image
ko: 이미지 디코드
zh: 解码图像

source: Image File
ko: 이미지 파일
zh: 图像文件

source: Decoding...
ko: 디코드 중...
zh: 解码中

source: Decoding error
ko: 디코드 오류
zh: 解码错误

source: Decode Plate
ko: 디코드 플래잇
zh: 解码光盘

source: Decode Plate Error
ko: 플래잇 오류 디코드
zh: 解码光盘错误

source: No plate selected
ko: 선택된 플래잇이 없습니다
zh: 无光盘选择

source: Scanning and decoding...
ko: 스캔과 디코드 중…
zh: 浏览以及解码中

source: Scan & Decode Error
ko: 스캔과 디코드 오류
zh: 浏览&解码错误

source: Launching scan
ko: 스캔 실행 중
zh: 开始浏览

source: Dispatch created for {1}
ko: {1} 를(을) 위한 배송이 만들어졌습니다
zh: 创建文件{1}

source: Send
zh: 发送

source: Type
ko: 종류
ru: Печать
zh: 类型

source: Action
ko: 작업
ru: Действие
zh: 功能

source: Date
ko: 날짜
ru: Дата
zh: 日期

source: Patient {0}
ko: 환자 {0}
ru: Пациент {0}
zh: 患者{0}

source: Total {0}
ko: 총 {0}
ru: Итого {0}
zh: 合计{0}

source: Description
ko: 설명
ru: Описание
zh: 描述

source: Options
ko: 옵션
ru: Варианты выбора
zh: 选项

source: Scan Plate
ko: 플래잇 스캔
zh: 浏览光盘

source: NOTE: Cell A1 is at the TOP RIGHT corner of the image.
zh: 注释：单元A1在图像的右上角

source: Scanning...
ko: 스캔 중...
zh: 浏览中...

source: Specimen: {0}
ko: 검체: {0}
ru: Образец {0}
zh: 样本：{0}

source: Hotel
ko: 호텔
ru: Блок
zh: 酒店

source: Launch scan
ko: 스캔 시작
zh: 开始浏览

source: Errors have been previously detected. Cannot launch scan.
ko: 오류가 이전에 발견되었습니다. 스캔을 시작할 수 없습니다.
zh: 错误已经删除。无法开始浏览

source: Scanner should be launched
ko: 스캐너가 시작되어야합니다
zh: 扫描器启动

source: Errors in scanning result
ko: 결과 스캐닝 오류
zh: 浏览结果错误

source: Profile
zh: 属性

source: Invalid profile selected
zh: 选择为无效属性

source: No barcodes availables. See the preferences to complete the configuration.
ko: 사용 가능한 바코드가 없습니다. 구성을 완성하기 위해 기본 설정을 보십시오
zh: 没有条形码可用。参考参数选择完成配置

source: Available barcodes are: {0}
ko: 사용 가능한 바코드: {0}
zh: 有效条形码：{0}

source: Position:
ko: 위치:
ru: Позиция
zh: 位置：

source: Use flatbed scanner
ko: 플래트베드 스캐너를 사용하십시오
zh: 使用台式扫描器

source: There is already a different pallet (product barcode = {0}) in this position of site {1}
ko: 센터 {1}, 이 위치에 이미 다른 펠럿트 (제품 바코드 = {0})가 있습니다
zh: 网站{1}中的此位置已存在一个不同的光盘（产品条形码 = {0}）

source: Container found but can't hold specimens
ko: 용기를 찾았으나 검체를 보관할 수 없습니다
zh: 找到容器但是无法保存样本

source: No container type that can hold specimens has been found (if scanner is used, the container should be of size 8*12)
zh: 样本保存没有找到对应的容器类型（如果扫描仪已使用，容器尺寸应该是8*12）

source: A container with this barcode exists but is not a 8*12 container.
zh: 此条形码的容器存在，但不是8*12 容器

source: No Pallet defined?
ko: 정의된 펠럿트가 없음
zh: 没有确定光盘？

source: No child container types found with 8 rows and 12 columns
zh: 在8行12列没有找到子容器类型

source: Select linked only specimens
zh: 选择只连接样本

source: Select linked and assigned specimens
zh: 选择连接和指定样本

source: Linking specimens
ko: 검체들을 연결중
zh: 连接样本中

# specimen
source: Type
ko: 종류
ru: Тип
zh: 类型

source: Total
ko: 총
ru: Итого
zh: 总计

source: Unable to load pallet type 96
zh: 无法加载96孔板

source: Scan and process...
ko: 스캔 과 처리...
zh: 扫描以及处理...

source: Scan error
ko: 스캔 오류
zh: 扫描错误

source: Plate with barcode {0} is not enabled
ko: 바코드 {0} 플래잇은 사용 가능하지 않습니다
zh: 条形码{0}的孔板无法使用

source: Barcodes can still be scanned with the handheld 2D scanner.
ko: 바코드는 핸드헬드 2D 스캐너로도 스캔 가능합니다
zh: 条形码可用掌上型扫描仪进行扫描

source: Rescanned value is different
ko: 다시 스캔된 값이 다릅니다
zh: 与重新扫描值不同

source: Scan error: Previously scanned specimens has been replaced. Please cancel and start again.
zh: 扫描错误：先前浏览的样本已经替代。请取消并重新开始。

source: Scan tube error
ko: 스캔 튜브 오류
zh: 管子扫描错误

source: {0} Would you like to download the latest version?
ko: 최신 버젼을 다운로드 받으시겠습니까?
zh: {0}你想要下载最新版本？

source: &Help
ko: &도움말
ru: Помощь
zh: &帮助

source: Drop error
ko: 놓기 오류
ru: Ошибка сброса
zh: 拖拽错误

source: Type:
ko: 종류:
ru: Тип
zh: 类型：

source: Action:
ko: 작업:
ru: Действие
zh: 活动：

source: Patient #:
ko: 환자 #:
ru: Пациент
zh: 患者#：

source: Administration
ko: 관리
ru: Администрация
zh: 管理部门

source: Error in count
ko: 갯수 오류
zh: 计算错误

source: Select plate:
ko: 플래잇 서택하기:
zh: 选择光盘：

source: Permissions:
ko: 사용 권한:
ru: Разрешения
zh: 权限：

source: Configuration:
ko: 구성:
ru: конфигурация
zh: 配置：

source: InvocationTargetException:
ru: Призыв Цель Исключение
zh: 调用目标异常

source: Logo:
ko: 로고:
ru: Логотип
zh: 标志：

source: Actions
ko: 동작
ru: Действия
zh: 活动

source: Error: Failed to persit key-updated configuration
ko: 오류: ?
zh: 错误：更新配置失败

# Label
source: Horizontal (mm)
ko: 가로 (mm)
ru: По горизонтали (мм)
zh: 水平线（毫米）

# Label
source: Vertical (mm)
ko: 세로 (mm)
ru: По вертикали (мм)
zh: 垂线（毫米）

source: Could not scan image:
ko: 이미지를 스캔할 수 없습니다:
zh: 无法扫描图像：

source: Could not scan flatbed:
ko: 평판을 스캔할 수 없습니다:
zh: 不能平板扫描:

source: Could not decode plate:
ko: 판을 디코드할 수 없습니다:
zh: 无法解码光盘：

source: Could not decode image:
ko: 이미지를 디코드할 수 없습니다
zh: 无法解码图像

source: plate id is invalid:
ko: 판 아이디가 유효하지 않음
zh: 孔板编号无效：

source: preference not assigned
ko: 기본 설정이 지정 안 됨
zh: 不分配优先级

source: OK
zh: 好的

source: PLATE
ko: 판
zh: 光盘

source: Decode Library Debug Level:
zh: 条形码程序库调试等级：

source: Decode Edge Threshold:
zh: 条形码临界值

source: Decode Square Deviation:
ko: 제곱 변차 디코드
zh: 解码误差

source: Decode Corrections:
ko: 수정 디코드
zh: 条形码更正：

source: Barcode
ko: 바코드
zh: 条形码

source: Align grid with barcodes
ko: 눈금을 바코드와 맞추기
zh: 条形码网格相匹配

source: Scan
ko: 스캔
ru: сканировать
zh: 浏览

source: Refresh
ko: 새로 고침
zh: 刷新

source: Orientation
ko: 방향
zh: 定位

source: Profile Manager Settings
zh: 文件管理设置

source: Could not load profile settings
zh: 无法加载文件设置

source: Add...
zh: 添加...

source: Profile Name
zh: 文件名

source: Please enter a profile name:
zh: 请输入一个文件名：

source: Delete Profile
zh: 删除文件

source: Select All
zh: 全选

source: Unselect All
zh: 不全选

source: invalid headers in CSV file
ko: CVS 파일에 비유효한 헤더들이 있습니다

source: CSV study {0} does not exist
ko: CSV 연구 {0}가 없습니다

source: specimen position with label "{0}" is invalid
ko: "{0}"로 레이블 된 검체 위치는 유효하지 않습니다

source: Scan specimens to dispatch. If a pallet with previous position is scan, the specimens scanned will be compared to those that are supposed to be in the pallet.
ko: 배송할 원체를 스캔해주십시오.?

source: CE {0}
ko: 수집이벤트 {0}

source: Scan and Decode Plate
ko: 플래잇 스캔과 디코드

# scan link assign
source: Multiple
ko: 다중
ru: Множественный

source: Sources
ko: 원본
ru: Источники

source: Decode Scan Gap:
ko: ? 디코드

source: PHN
ru: Идентификационный номер пациента
