Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Some of the specimens in this pallet were not supposed to be in this shipment. They will be added to the extra-pending list.
fr: Certains spécimens dans ce rack ne devraient pas être dans cette cargaison. Ils seront ajoutés à la liste d'attente supplémentaire.
ko: 원체들 중 이 배송에 포함되지않아야 할 원체들이 있었습니다. 이들은 대기 목록에 추가됩니다
ru: Некоторые образцы этого паллета не должны были присутствовать в этой посылке. Они будут добавлены к списку отложенных для рассмотрения
zh: 光盘中的一些样本不应在此装运中。它们将添加到额外的清单中

source: Error flagging specimens
fr: Erreur lors de la signalisation des spécimens
ko: 원체 플래깅 오류
ru: Ошибка при обозначении образцов
zh: 错误标记样本

source: Setting {0} state to specimens in current dispatch
fr: Mise en place de l'état {0} aux spécimens de la cargaison actuelle
ru: Установить {0} статус образца в текущей отправке
zh: 在当前文件设置样本{0}状态

source: Modifying comment of specimens in current dispatch
fr: Modification des commentaires des spécimens dans la cargaison actuelle
ru: Изменить комментарий к образцу в текущей отправке
zh: 在当前文件修改样本评论

source: Set a comment
fr: Ajouter un commentaire
ko: 댓글 설정하기
ru: Установить комментарий
zh: 设置评论

source: Set a comment to explain the state modification
fr: Ajouter un commentaire pour expliquer la modification d'état
ko: 상태 변경을 설명하기위해 댓글 설정하기
ru: Написать комментарий объясняющий статус модификации
zh: 设置评论以解释修改的状态

source: Comment should not be empty
fr: Commentaire ne devrait pas être vide
ko: 댓글은 비워 둘 수 없습니다
ru: Комментарий не должен быть пустым
zh: 评论不能为空

source: Enter pallet barcode
fr: Entrer le code barre du rack
ko: 팰럿트 바코드를 입력해주십시오
ru: Введите баркод паллета
zh: 进入光盘条形码

source: Product Barcode Required
fr: Code barre du produit requis
ko: 제품 바코드는 필수항목입니다
ru: Необходим баркод продукта
zh: 产品条形码必填

source: Barcode cannot be empty
fr: Code barre ne peut être vide
ko: 바코드는 비워 둘 수 없습니다
ru: Баркод не может быть пустым
zh: 条形码不能为空

source: Scan one pallet received in the shipment.
fr: Scannez un rack reçu dans cette cargaison
ko: 이 배송에서 받은 팰럿트중 한 팰럿트를 스캔해주십시오
ru: Отсканировать паллет полученный в посылке
zh: 扫描运输箱中的一板样品

source: Accept specimens
fr: Accepter spécimens
ko: 검체 수락
ru: Принять образцы
zh: 接受样本

source: Do you wish to print a location sheet for the recipient?
fr: Souhaitez-vous imprimer une feuille de localisation pour le destinataire ?
ko: 수납자를 위해 위치 문서를 인쇄하시겠습니까?
ru: Вы хотите распечатать список мест расположений получателей?
zh: 你想要为接受者打印一个定位的工作表吗

source: Location
fr: Localisation
ko: 위치
ru: Место расположения
zh: 位置

source: Sample Type
fr: Type de l'échantillon
ko: 견본 종류
ru: Проба типа
zh: 样本类型

source: Date Drawn
fr: Date du prélèvement
ko: 뽑은 날짜
ru: Дата забора
zh: 日期表

source: Barcode: {0}
fr: Code barre: {0}
ko: 바코드: {0}
ru: Баркод: {0}
zh: 条形码：{0}

source: Pallet Info Sheet
fr: Feuille d'information du rack
ko: 팰럿트 정보 문서
ru: Информационный список паллета
zh: 光盘信息表

source: Extra specimens
fr: Spécimens supplémentaires
ko: 추가 원체
ru: Дополнительные образцы
zh: 额外样本

source: Some of the specimens in this pallet were not supposed to be in this shipment.
fr: Certains spécimens du rack ne devraient pas être dans cette cargaison
ko: 이 팰럿트에 있는 원체들 중 이 배송에 포함되지않아야 할 원체들이 있었습니다.
ru: Некоторые образцы из этого паллета не должны были находиться в этой посылке
zh: 此光盘中的一些样本不应在此装运中

source: Error receiving request
fr: Erreur lors de la réception de la requête
ko: 요청 받는 중 오류
ru: Ошибка при получении запроса
zh: 错误接受请求

source: Dispatching specimens
fr: Expedition des spécimens en cours
ko: 검체 배송 중
ru: Образцы в процессе отправки
zh: 分派样本

source: Fill the following fields to complete the shipment
fr: Remplissez les champs suivants pour finaliser l'expedition
ko: 운송을 완료하기 위해 다음 항목들을 입력해주십시오
ru: Для завершения отправки, заполнить следующие поля.
zh: 填下面字段以完成运送

source: Time packed must be set
fr: Date d'emballage doit être indiquée
ko: 포장 된 시간을 설정해야합니다
ru: Должно быть установлено время упаковки
zh: 必须设置包装时间

source: Scan Tube Manually
fr: Scanner le tube manuellement

source: Scan the tube at position {0}
fr: Scanner le tube à la position {0}
ko: 튜브를 위치 {0}에 스캔하십시오
ru: Просканируйте камеру в позиции {0}

source: The value entered already exists at position {0}
fr: La valeur entrée existe déjà à la position {0}

source: Scan tubes manually
fr: Scanner les tubes manuellement

source: Add Contact
fr: Ajouter contact
ko: 연락처 추가
ru: Добавить контакт
zh: 添加联系方式

source: Edit Contact
fr: Editer le contact
ko: 연락처 편집
ru: Редактировать контакт
zh: 编辑联系方式

source: Add a contact person to this clinic
fr: Ajouter une personne à contacter à cette clinique
ko: 이 클리닉에 연락 담당자를 추가하기
ru: Добавить связного человека к этой клинике
zh: 对此诊所添加联系人

source: Edit contact person for this clinic
fr: Editer la personne à contacter pour cette clinique
ko: 이 클리닉에 연락 담당자를 편집하기
ru: Редактировать связного человека для этой клиники
zh: 对此诊所编辑联系人

source: Clinic Contacts
fr: Contacts clinique
ko: 클리닉 연락처
ru: Контакты клиники
zh: 诊所联系方式

source: Select a contact to add to this study
fr: Selectionner un contact à ajouter à cette étude
ko: 이 연구에 추가할 연락처를 선택해주십시오
ru: Выберите контакт, который хотите добавить в это исследование
zh: 对此研究项目添加联系方式

source: Add a clinic contact to study
fr: Ajouter un contact clinique à cette études
ko: 연구에 클리닉 연락처를 추가해주십시오
ru: Добавить контакт клиники в исследование
zh: 对此研究项目添加关联的临床项

source: Select Parent Container
fr: Selectionner le conteneur parent
ko: 용기 선택해주십시오
ru: Выбрать изначальный контейнер
zh: 选择父容器

source: Multiple parent containers are possible
fr: Plusieurs conteneurs parents sont possibles
ko: 여러 모용기가 가능합니다
ru: Возможны множественные изначальные контейнера
zh: 多个父容器是合理的

source: Select the appropriate parent container
fr: Selectionner le conteneur parent approprié
ko: 적절한 모용기를 선택해주십시오
ru: Выбрать подходящий изначальный контейнер
zh: 选择相应的父容器

source: Parent container
fr: Conteneur parent

source: A container should be selected
fr: Un conteneur doit être sélectionné
ko: 용기가 선택되어야합니다
ru: Должен быть выбран контейнер
zh: 可选择一个容器

source: Associated Studies
fr: Etudes associées
ko: 관련된 연구들
ru: Родственные исследования
zh: 相关研究项

source: Select a study
fr: Sélectionner une étude
ko: 연구를 선택해주십시오
ru: Выбрать исследование
zh: 选择一个研究项

source: Add a study to this site
fr: Ajouter une étude à ce site
ko: 이 사이트에 연구를 추가하기
ru: Добавить исследование на этот сайт
zh: 添加一个研究项目到此网站

source: Activity Logs Location
fr: Localisation des journaux d'activité
ko: 활동 로그 위치
ru: Место нахождения списков активности
zh: 活动日志位置

source: Do you wish to save activity logs to files?
fr: Souhaitez-vous sauvegarder les journaux d'activités ?
ko: 활동 로그를 파일에 저장하시겠습니까?
ru: Вы хотите сохранить списки активности в файлах?
zh: 你想保存活动日志到文件么？

source: Save activity logs to files
fr: Sauvegarder les journaux d'activités aux fichiers
ko: 활동 로그를 파일에 저장하기
ru: Сохранить списки активности в файлах
zh: 保存活动日志到文件

# File Location Selector Label
source: Folder
fr: Dossier
ko: 폴더
ru: Папка
zh: 文件夹

# File Location Selector Browse Button
source: Browse...
fr: Naviguer...
ko: 검색...
ru: Посмотреть
zh: 浏览器...

# Dialog Title
source: Select Directory
fr: Selectionner un répertoire
ko: 디렉터리 선택
ru: Выбрать директорию
zh: 选择目录

source: Login to a BioBank server
fr: Connexion à un serveur BioBank
ko: 바이오뱅크 서버에 로그인
ru: Вход на сервер БиоБанка
zh: 登录生物样本库服务器

source: Enter server name and login details.
fr: Entrez le nom de serveur et identifiants de connexion
ko: 서버 이름과 로그인 정보를 입력해주십시오
ru: Введите имя сервера и и детали входа
zh: 输入服务器名字以及登录信息

source: &Server
fr: &Serveur
ko: &서버
ru: Сервер
zh: 服务器

source: Username field cannot be empty
fr: Champ Nom d'utilisateur ne peut être vide
ko: 사용자 이름은 비울 수 없습니다
ru: Поле с именем пользователя не может пустовать
zh: 用户名必填

source: Password field cannot be empty
fr: Champ Mot de passe ne peut être vide
ko: 암호는 비울 수 없습니다
ru: Поле с паролем не может пустовать
zh: 密码必填

source: &User Name
fr: &Nom d'utilisateur
ko: &사용자 이름
ru: Имя пользователя
zh: 用户名

source: Invalid Server URL
fr: URL serveur invalide
ko: 유효하지 않은 서버 URL
ru: Недействительный URL сервера
zh: 无效服务器URL

source: Please enter a valid server URL.
fr: Veuillez entrer une URL serveur valable
ko: 유효한 서버 URL를 입력해주십시오
ru: Пожалуйста введите действительный URL сервера
zh: 请输入一个有效的服务器URL

source: Invalid User Name
fr: Nom d'utilisateur invalide
ko: 유효하지 않은 사용자 이름
ru: Недействительное имя пользователя
zh: 无效用户名

source: Error while opening main perspective
fr: Erreur lors de l'ouverture de la perspective principale
ru: Ошибка при открытии основной перспективы
zh: 打开主界面失败

source: Problem getting user working centers
fr: Problème pour obtenir les centres de travail de l'utilisateur
ru: Проблема получения рабочих центров пользователя
zh: 获取用户工作中心出现问题

source: No working center has been found for this user. Check with your manager or application administrator for user rights.
fr: Aucun centre de travail n'a été trouvé pour cet utilisateur. Veuillez parler à votre manager ou administrateur pour vos droits d'utilisateur
ru: Ни одного рабочего центра не было найдено для этого пользователя. Сверьтесь с менеджером или руководством по правам пользователя
zh: 对此用户没有找到工作中心。与你的管理员或局域网管理员检查用户权利

source: Super administrator mode
fr: Mode super administrateur
ko: 최고 관리자 모드
ru: Супер административный режим
zh: 高级管理员模式

source: No working center has been found or selected for this user. You are super administrator, so you will be logged on with no working center. Only non center specific actions will be available.
fr: Aucun centre de travail trouvé ou sélecionné pour cet utilisateur. Vous êtes super administrateur, donc serez connecté sans centre de travail. Seul les actions non spécifiques aux centres seront disponibles
ru: Ни одного рабочего центра не было найдено или выбрано для этого пользователя. Вы супер администратор и будете допущены без рабочего центра. Будут доступны только действия, не характерные для центра.
zh: 没有可供此用户选择的工作中心。你是高级管理员，

source: Working center selection
fr: Selection de centre de travail
ko: 작업 센터 선택
ru: Отбор работающих центров
zh: 选择工作中心

source: You need to select the center you want to work with.
fr: Vous devez choisir le centre avec lequel vous souhaitez travailler.
ko: 같이 작업 할 센터를 선택해주십시오
ru: Вы должны выбрать центр, с которым вы хотите работать
zh: 你需要选择你想共事的中心

source: Problem getting user create permissions
fr: Problème pour l'obtention des permissions de création de l'utilisateur
ru: Проблема при получении пользовательских разрешений для создания

source: Choose the center you will work with.
fr: Choisissez le centre avec lequel vous souhaitez travailler.
ko: 같이 작업할 센터를 선택하십시오
ru: Выберите центр с которым вы будете работать
zh: 选择你将共事的中心

source: -- no center selection --
fr: -- aucun centre --
ko: -- 센터 선택이 없음 --
ru: Нет отбора центров
zh: --没有中心选择--

source: Available centers
fr: Centres disponibles
ko: 사용 가능한 센터
ru: Возможные центры
zh: 可用中心

# Button
source: Save
fr: Sauvegarder
ko: 저장
ru: Сохранить
zh: 保存

source: Add Group
fr: Ajouter groupe
ko: 그룹 추가
ru: Добавить группу
zh: 添加组

source: Edit Group
fr: Editer groupe
ko: 그룹 편집
ru: Редактировать группу
zh: 编辑小组

source: Modify an existing group's information
fr: Modifier les informations existantes d'un groupe
ko: 기존 그룹 정보 수정하기
ru: Изменить информацию существующей группы
zh: 修改现存小组的信息

# Group Edit Dialog Tab Name
source: Roles and Permissions
fr: Roles et permissions
ko: 역할과 사용 권한
ru: Роли и разрешения
zh: 角色和权限

source: A valid name is required.
fr: Un nom valable est requis
ko: 유효한 이름이 필요합니다
ru: Необходимо действительное имя
zh: 必填一个有效的名字

source: Available users
fr: Utilisateur disponibles
ko: 사용가능한 사용자들
ru: Возможные пользователи
zh: 可用用户

source: Selected users
fr: Utilisateur selectionné
ko: 선택된 사용자들
ru: Выбрать пользователей
zh: 选定用户

source: Copy of
fr: Copie de
ko: 복사본
ru: Копия с
zh: 复制

source: Group Added
fr: Groupe ajouté
ko: 추가된 그룹
ru: Добавлена группа
zh: 添加小组

source: Successfully added new group {0}.
fr: Nouveau groupe {0} ajouté avec succès
ko: 새 그룹 {0} 를 성공적으로 추가하였습니다.
ru: Успешно добавлена новая группа {0}
zh: 成功添加新的小组{0}

source: Centers and Studies
fr: Centres et Etudes
ko: 센터와 연구들
ru: Центры и исследования
zh: 中心和课题

source: Where the user (or group) is allowed access
fr: Là où l'utilisateur (ou groupe) à accès
ko: 사용자나 그룹이 엑세스 가능한 곳
ru: Где у пользователя ( или группы) есть доступ
zh: 用户（或小组）允许访问

source: Select at least one center
fr: Selectionnez au moins un centre
ko: 최소 한 센터를 선택해주십시오
ru: Выберите хотя бы один центр
zh: 选择至少一个中心

source: Select at least one study
fr: Selectionnez au moins une étude
ko: 최소 한 연구를 선택해주십시오
ru: Выберите хотя бы одно исследование
zh: 选择至少一个课题

source: Allow access to all current and future centers
fr: Permettre l'accès à tout les centres actuels et futures
ko: 모든 기존 센터와 미래 추가될 센터에 대한 엑세스 허용하기
ru: Разрешить доступ ко всем существующим и будущим центрам
zh: 允许访问所有当前和以后的中心

source: Available Centers
fr: Centres disponibles
ko: 사용 가능한 센터들
ru: Возможные центры
zh: 可用中心

source: Selected Centers
fr: Centres sélecionnés
ko: 선택된 센터들
ru: Выбранные центры
zh: 选定中心

source: Allow access to all current and future studies
fr: Permettre l'accès à toutes les études actuelles et futures
ko: 모든 기존 센터와 미래 추가될 연구에 대한 엑세스 허용하기
ru: Разрешить доступ ко всем существующим и будущим исследованиям
zh: 允许访问所有当前和以后的课题

source: Available Studies
fr: Etudes disponibles
ko: 사용 가능한 연구들
ru: Возможные исследования
zh: 可用课题

source: Selected Studies
fr: Etudes sélectionnées
ko: 선택된 연구들
ru: Выбранные исследования
zh: 选定课题

source: Add Membership
fr: Ajouter compte
ko: 멤버쉽 더하기
ru: Добавить членство
zh: 添加会员身份

source: Edit Membership
fr: Editer compte
ko: 멤버쉽 편집
ru: Редактировать членство
zh: 编辑会员身份

source: Roles and Permissions
fr: Roles et Permissions
ko: 역할과 사용 권한
ru: Роли и разрешения
zh: 角色和权限

source: What the user (or group) is allowed to do
fr: Ce que l'utilisateur (ou groupe) est autorisé à faire
ko: 사용자나 그룹이 허락된 작업들
ru: Что пользователю ( или группе) допустимо делать
zh: 用户（或小组）可允许做什么

source: Select at least one permission or role (with permissions) to grant
fr: Selectionnez au moins une permission ou rôle (avec permission) à accorder
ko: 최소 한가지의 허용할 권한이나 역할을 선택해주십시오
ru: Выберите хотя бы одно разрешение или роль (с разрешениями) на выдачу
zh: 选择至少一个权限或角色（有权限）

source: Can create users
fr: Peut créer des utilisateurs
ko: 사용자 만들기 가능함
ru: Может создавать пользователей
zh: 可以创建用户

source: Can manage, create, edit, and delete users and groups (for the previously selected centers and studies).
fr: Peut gérer, créer, éditer, supprimer des utilisateurs et groupes (pour les centres et études sélectionnés précédemment).
ko: 이전에 선택된 센터와 연구들에 포함된 사용자와 그룹 관리, 만들기, 편집, 삭제 가능함
ru: Может управлять, создавать, редактировать, удалять пользователей и группы (в предварительно выбранных центрах и исследованиях
zh: 可以管理，创建，编辑，删除用户和小组（对于预先选择的中心和课题）

source: Grant all permissions and roles
fr: Accorder toutes permissions et rôles
ko: 모든 역할과 사용 권한 부여하기
ru: Дать все разрешения и роли
zh: 支持所有权限和角色

source: Grant all current and future roles and permissions
fr: Accorder tout les rôles et permissions actuels et futures
ko: 모든 현재와 미래 역할과 사용 권한 부여하기
ru: Дать все существующие и будущие роли и разрешения
zh: 支持所有当前和以后的角色和权限

source: Available roles
fr: Rôles disponibles
ko: 사용 가능한 역할들
ru: Возможные роли
zh: 可用角色

source: Selected roles
fr: Rôles sélectionnés
ko: 선택된 역할들
ru: Выбранных роли

source: Add Role
fr: Ajouter rôle
ko: 역할 추가
ru: Добавить роль
zh: 添加角色

source: Add a new role
fr: Ajouter nouveau rôle
ko: 새 역할 추가
ru: Добавить новую роль
zh: 添加新角色

source: Edit Role
fr: Editer rôle
ko: 역할 편집
ru: Редактировать роль
zh: 编辑角色

source: Modify an existing role's information
fr: Modifier les informations d'un rôle existant
ko: 기존 역할 정보 수정하기
ru: Изменить информацию существующей роли
zh: 修改现存角色信息

source: Role added
fr: Rôle ajouté
ko: 추가된 역할
ru: Роль добавлена
zh: 添加角色

source: Successfully added new role {0}
fr: Nouveau rôle {0} ajouté avec succès
ko: 새 역할을 성공적으로 추가하였습니다 {0}
ru: Успешно добавлена новая роль {0}
zh: 成功添加新角色{0}

# User, Role, and Group Wizard save/ finish button name
source: Save
fr: Sauvegarder
ko: 저장
ru: Сохранить
zh: 保存

source: Unable to Save User
fr: Impossible de sauvegarder l'utilisateur
ko: 사용자를 저장할 수 없습니다
ru: Невозможно сохранить пользователя
zh: 无法保存用户

source: Passwords must be at least {0} characters long.
fr: Mots de passes doivent être d'au moins {0} caractères
ko: 암호는 최소 {0}자여야 합니다
ru: Пароль должен быть минимум {0} знаков
zh: 密码至少{0}个字符长度

source: Add User
fr: Ajouter utilisateur
ko: 사용자 더하기
ru: Добавить пользователя
zh: 添加用户

source: Edit User
fr: Editer utilisateur
ko: 사용자 편집
ru: Редактировать пользователя
zh: 编辑用户

source: Add a new user
fr: Ajouter un nouvel utilisateur
ko: 새 사용자 더하기
ru: Добавить нового пользователя
zh: 添加新用户

source: Modify an existing user's information
fr: Modifier les informations d'un utilisateur existant
ko: 기존 사용자 정보 수정하기
ru: Изменить информацию существующего пользователя
zh: 修改现存用户信息

# User Edit Dialog Tab Name
source: Roles and Permissions
fr: Rôles et Permissions
ko: 역할과 사용자 권한
ru: Роли и разрешения
zh: 角色和权限

source: A valid login name is required.
fr: Un nom de connexion valide est requis
ko: 유효한 로그인 이름이 필요합니다
ru: Необходимо действительное имя для входа
zh: 有效登录姓名为必填项

source: Full name of this user is required
fr: Le nom complet de cet utilisateur est requis
ko: 사용자의 전체 이름이 필요합니다
ru: Необходимо полное имя этого пользователя
zh: 用户名为必填项

source: A valid email is required
fr: Un email valide est requis
ko: 유효한 이메일 주소가 필요합니다
ru: Необходим действительный адрес электронной почты
zh: 电子邮件为必填项

source: Available groups
fr: Groupes disponibles
ko: 사용 가능한 그룹들
ru: Возможные группы
zh: 可用小组

source: Selected groups
fr: Groupes sélectionnés
ko: 선택된 그룹들
ru: Выбранных группы
zh: 选定小组

source: User Information Saved
fr: Informations utilisateurs sauvegardées
ko: 사용자 정보 저장됨
ru: Информация пользователя сохранена
zh: 保存用户信息

source: Your information has been successfully updated. You will be logged out and have to reconnect.
fr: Vos informations ont été mis à jour avec succès. Vous allez être déconnectés et devez vous reconnecter.
ko: 귀하의 정보가 성공적으로업데이트되었습니다. 로그아웃 되신 후 다시 연결해주십시오
ru: Ваша информация была успешно сохранена. Вы будете отсоединены и должны пересоединиться
zh: 你的信息已成功更新。你将退出系统，重新连接

source: New Password
fr: Nouveau mot de passe
ko: 새 암호
ru: Новый пароль
zh: 新密码

source: Re-Type New Password
fr: Re-taper votre nouveau mot de passe
ko: 새 암호 재입력
ru: Напечатайте новый пароль еще раз
zh: 重置新密码

source: Re-Type Password
fr: Re-taper Mot de passe
ko: 암호 재입력
ru: Напечатайте пароль еще раз
zh: 重置密码

source: The passwords entered do not match.
fr: Les mots de passes ne sont pas les mêmes.
ko: 입력된 암호가 일치하지않습니다
ru: Введенные пароли не совпадают
zh: 输入密码有误

source: Select the security information to display
fr: Sélectionner les informations de sécurité à afficher
ko: 표시할 보안정보를 선택해주십시오
ru: Выберите безопасную информацию для показа
zh: 选择显示安全信息

source: User/Group Management
fr: Gestion de Groupe/Utilisateur
ko: 사용자/그룹 관리
ru: Управление пользователями/ группами
zh: 用户/小组管理

source: User Added
fr: Utilisateur ajouté
ko: 추가된 사용자
ru: Пользователь добавлен
zh: 添加用户

source: Successfully added new user {0}.
fr: Nouvel utilisateur {0} ajouté avec succès.
ko: 새 사용자를 성공적으로 추가했습니다 {0}.
ru: Успешно добавлен новый пользователь {0}
zh: 成功添加新用户{0}

# Exporter Type Name
source: Export CSV
fr: Exporter CSV
ko: CSV 내보내기
ru: Экспортировать CSV
zh: 导出CSV

source: no results to export
fr: Aucun résultat à exporter
ko: 내보낼 결과가 없음
ru: Нет результатов для экспорта
zh: 没有结果可导出

source: Exporting data...
fr: Exportation des données...
ko: 데이타 내보내는 중...
ru: Данные экспортируются
zh: 导出数据中...

source: Error Exporting Data
fr: Erreur lors de l'exportation des données
ko: 데이타 내보내는 중 오류
ru: Ошибка во время экспорта данных
zh: 错误导出数据

source: Export as
fr: Exporter comme
ko: …로 내보내기
ru: Экспортировать как
zh: 导出

# Exporter Type Name
source: Export PDF
fr: Exporter Pdf
ko: PDF 내보내기
ru: Экспортировать PDF
zh: 导出PDF

source: Results exceed 1000 rows and cannot be exported. Please export to CSV or refine your search.
fr: Résultats dépassent 1000 lignes et ne peuvent être exportées. Veuillez exporter dans un CSV ou affiner votre recherche.
ko: 결과가 1000행을 초과하였고 내보낼 수 없습니다. CSV로 내보내시거나 검색을 구체화하십시오
ru: Результаты превысили 1000 рядов и не могут быть экспортированы. Пожалуйста экспортируйте в CSV или сузите поиск
zh: 结果超过了1000行，无法导出。请导出到CSV或精简你的搜索

source: Error saving to PDF
fr: Erreur lors de la sauvegarde en PDF
ko: PDF 저장 중 오류
ru: Ошибка при сохранении PDF
zh: 错误保存到PDF

source: Error Logging Export
fr: Erreur lors de la sauvegarde de l'historique des évènements d'exportation
ko: 내보내기 로깅 중 오류
ru: Ошибка занесения экспорта
zh: 错误日志导出

# Exporter Type Name
source: Print
fr: Imprimer
ko: 인쇄
ru: Печать
zh: 打印

source: Error printing PDF
fr: Erreur lors de l'impression PDF
ko: PDF 인쇄 중 오류
ru: Ошибка при распечатке PDF
zh: 错误打印PDF

source: Error Logging Print
fr: Erreur lors de la sauvegarde de l'historique des évènements d'impression
ko: 인쇄 로깅 중 오류
ru: Ошибка занесения печати
zh: 错误日志打印

source: Enter inventory ID to add:
fr: Entrez ID inventaire à ajouter:
ko: 추가할 인벤토리 아이디를 입력하십시오:
ru: Введите инвенторную идентификацию
zh: 输入存货编号以添加：

source: or open scan dialog:
fr: ou ouvrez un dialogue scan
ko: 아니면 스캔 대화를 여십시오:
ru: или откройте окно сканирования
zh: 或者打开浏览对话框

source: or enter microplate ID to add:
fr: ou entrez ID microplaque à ajouter:

source: Enter a city
fr: Entrez une ville
ko: 도시를 입력해주십시오
ru: Введите город
zh: 输入城市

source: Form state
fr: Etat du formulaire
ko: 폼 상태
ru: Сформулируйте статус
zh: 表格状态

source: Form in invalid state, save failed.
fr: Formulaire dans état invalide, sauvegarde à échoué.
ko: 폼이 유효하지않은 상태입니다, 저장하지 못했습니다
ru: Сформулировало в недействительном статусе, сохранение не удалось
zh: 表格状态无效，保存失败

source: Saving...
fr: Sauvegarde...
ko: 저장중...
ru: Процесс сохранения...
zh: 保存中...

source: Save error
fr: Erreur de sauvegarde
ko: 저장 오류
ru: Ошибка при сохранении
zh: 保存错误

source: An unknown error occurred. Report this issue to your administrator
fr: Une erreur inconnue s'est produite. Veuillez en informer un administrateur
ko: 알 수 없는 오류가 발생했습니다. 문제를 관리자에게 보고해주십시오
ru: Произошла неизвестная ошибка. Сообщите об этом вашему администратору
zh: 发生未知错误。向你的管理员报告此问题

source: New clinic information.
fr: Nouvelle information de clinique
ko: 새로운 병원 정보
ru: Информация о новой клинике
zh: 新的临床项目信息

source: Clinic information.
fr: Information de clinique
ko: 병원 정보
ru: Информация о клинике
zh: 临床项目信息

source: Clinic must have a name and short name
fr: Clinique doit avoir un nom et une abbréviation
ko: 병원은 이름과 약식이름이 필요합니다
ru: У клиники должны быть имя и короткое имя
zh: 临床项目必须有一个简短的名字

source: New Clinic
fr: Nouvelle clinique
ko: 새 병원
ru: Новая клиника
zh: 新的临床项

source: Clinic {0}
fr: Clinique {0}
ko: 병원 {0}
ru: Клиника {0}
zh: 临床课{0}

source: Clinic Information
fr: Information clinique
ko: 병원 정보
ru: Информация о клинике
zh: 临床项信息

source: Clinics can be associated with studies after submitting this initial information.
fr: Les cliniques peuvent être associées avec des études après avoir indiquer ces informations initiales.
ko: 초기 정보를 제출한 후 병원들은 연구들과 연관될수있습니다
ru: Клиники могут быть связаны с исследованиями после подписания этой изначальной информации
zh: 提交此原始信息后，临床项可与研究相关连

source: Clinic must have an activity status
fr: Clinique doit avoir un statut d'activité
ko: 병원은 활동상태가 있어야합니다
ru: У клиники должен быть статус активности
zh: 临床项必须是一个活动状态

source: Add a Comment
fr: Ajouter un commentaire
ko: 댓글 추가
ru: Добавить комментарий
zh: 添加评论

source: Add contact
fr: Ajouter contact
ko: 연락처 추가
ru: Добавить контакт
zh: 添加联系方式

source: Total Collection Events
fr: Total évènement de collection
ko: 총 수집 이벤트 수
ru: Общее количество заборов материала
zh: 合计采集项目

source: New collection event
fr: Nouvel évènement de collection
ko: 새로운 수집 이벤트
ru: Новый забор материала
zh: 新的采集项目
