Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Are you sure you want to remove these {0} specimens from this shipment ?
fr: Êtes-vous sûr de vouloir retirer ces {0} spécimens de cette cargaison ?
ko: 정말로 {0}검체들을 이 배송에서 삭제하시겠습니까?
ru: Вы уверены что хотите удалить эти образцы {0} из этой посылки?
zh: 你想从此运送移除这些{0} 样本？

source: Patient Number
fr: Numéro du Patient

source: Visit Number
fr: Consulter le Numéro

source: Attribute Name
fr: Attribuer un Nom

source: Attribute Value
fr: Attribuer une Valeur

source: duplicate (verb)
fr: dupliquer (verbe)
ko: 복제하기
ru: Дублировать
zh: 复制

source: Are you certain you want to delete "{0}"?
fr: Êtes-vous sûr de vouloir supprimer "{0}"?
ko: 정말로 "{0}"를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить {0}?
zh: 你确定要删除"{0}"？

source: Confirm Deletion
fr: Confirmer la Suppression
ko: 삭제 확인
ru: Подтвердить удаление
zh: 确认删除

source: Cannot Load Table Data
fr: Impossible de Charger la Table de Données
ko: 테이블 데이타를 로드할 수 없음
ru: Невозможно загрузить данные таблицы
zh: 无法加载表格数据

source: Manager
fr: Gestionnaire
ko: 관리자
ru: Менеджер
zh: 管理员

source: Visit
fr: Visite
ko: 방문
ru: Посещение

source: Aliquots
fr: Aliquotes
ru: Пробы

source: Time drawn
fr: Heure du prélèvement
ru: Время забора
zh: 时间表

source: Origin Center
fr: Centre d'Origine
ko: 원센터
ru: Изначальный центр
zh: 原始中心

source: Current Center
fr: Centre Actuel
ko: 현센터
ru: Настоящий центр
zh: 当前中心

source: Source worksheet
fr: Feuille de travail Source
ko: 원워크쉬트
ru: Рабочий список источника
zh: 原始工作表

source: Start date
fr: Date de départ
ko: 시작 날짜
ru: Дата начала
zh: 开始日期

source: Total Specimens
fr: Spécimens Totaux
ko: 총 검체
ru: Итого образцов
zh: 总计样本

source: State
fr: Etat
ko: 주
ru: Статус
zh: 状态

# duplicate (verb)
source: Duplicate
fr: Dupliquer
ko: 복제하기
ru: Дубликат
zh: 副本

source: Unable to delete role.
fr: Impossible de supprimer le rôle.
ko: 역할을 삭제할 수 없습니다
ru: Невозможно удалить роль
zh: 无法删除任务

source: Inventory ID
fr: ID de l'inventaire
ko: 인벤토리 아이디
ru: Инвенторная идентификация

source: Unlock User
fr: Déverouiller l'Utilisateur
ko: 사용자 잠금 해제
ru: Открыть пользователя
zh: 用户解锁

source: Cannot unlock user {0}.
fr: Impossible de déverouiller l'utilisateur {0}.
ko: 사용자 {0}를 잠금 해제할 수 없습니다
ru: Невозможно открыть пользователя {0}
zh: 无法解锁用户{0}

source: Unable to delete user.
fr: Impossible de supprimer l'utilisateur.
ko: 사용자를 삭제할 수 없습니다
ru: Невозможно удалить пользователя
zh: 无法删除用户

source: You may not delete yourself as a user
fr: Vous ne pouvez pas vous supprimer en tant qu'utilisateur
ko: 스스로 사용자를 삭제할 수 없습니다
ru: Вы не можете удалить себя как пользователя
zh: 你作为用户不可以删除

source: Delete aliquoted specimen
fr: Supprimer le spécimen aliquoté
ru: Удалить пробные образцы
zh: 删除等分样本

source: Are you sure you want to delete aliquoted specimen "{0}"?
fr: Êtes-vous sûr de vouloir supprimer le spécimen aliquoté "{0}"?
ru: Вы уверены что хотите удалить пробные образцы "{0}"?
zh: 你确定要删除等分样本 "{0}"?

source: Delete specimen
fr: Supprimer le spécimen
ko: 검체 삭제
ru: Удалить образцы
zh: 删除样本

source: Are you sure you want to delete specimen "{0}"?
fr: Êtes-vous sûr de vouloir supprimer le spécimen "{0}"?
ko: 정말로 검체 "{0}"를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить образец {0}?
zh: 你确定要删除样本 "{0}"?

source: Unable to retrieve available contacts
fr: Impossible de récupérer les contacts disponibles
ko: 사용 가능한 연락처를 가져올 수 없습니다
ru: Невозможно восстановить возможные контакты
zh: 无法检索有效的联系方式

source: Delete Contact
fr: Supprimer le Contact
ko: 연락처 삭제
ru: Удалить контакты
zh: 删除联系方式

source: Are you sure you want to delete contact "{0}"?
fr: Êtes-vous sûr de vouloir supprimer le contact "{0}"?
ko: 정말로 연락처 "{0}"를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить контакты {0}?
zh: 你确定要删除联系方式 "{0}"?

source: Contact Delete Error
fr: Erreur dans la Suppression du Contact
ko: 연락처 삭제 오류
ru: Ошибка при удалении контактов
zh: 联系方式删除错误

source: Cannot delete contact "{0}" since it is associated with one or more studies
fr: Impossible de supprimer le contact "{0}" car il est associé à une ou plusieurs études
ko: 연락처 "{0}"는 적어도 하나의 연구와 연결되어있기때문에 삭제할 수 없습니다
ru: Невозможно удалить контакт {0}, так как он связан с одним или более исследованиями
zh: 由于联系方式与一个或多个课题相关，因此无法删除联系方式 "{0}"?

source: Cancel error
fr: Annuler l'erreur
ko: 취소 오류
ru: Отмена ошибки
zh: 取消错误

source: Save Failed
fr: La Sauvegarde a échoué
ko: 저장 실패
ru: Сохранение не состоялось
zh: 保存失败

source: Delete Error
fr: Supprimer l'erreur
ko: 삭제 오류
ru: Удаление ошибки
zh: 删除错误

source: Cannot delete shipping method "{0}" since shipments are using it.
fr: Impossible de supprimer la méthode d'expédition "{0}" car des cargaisons l'utilisent.
ko: 배송방법 "{0}"은 배송들이 사용 중 임으로 삭제할 수 없습니다.
ru: Невозможно удалить метод отправки {0}, так как он используется при отправке посылок
zh: 由于运送在使用此运送方法，因此不能删除运送方法"{0}"。

source: Delete shipping method
fr: Supprimer la méthode d'expédition
ko: 배송방법 삭제
ru: Удалить метод отправки
zh: 删除运送方法

source: Are you sure you want to delete shipping method "{0}"?
fr: Êtes-vous sûr de vouloir supprimer la méthode d'expédition "{0}"?
ko: 정말로 배송방법 "{0}"을 삭제하시겠습니까?
ru: Вы уверены что хотите удалить метод отправки {0}?
zh: 你确定要删除运送方法"{0}"？

source: That shipping method has already been added.
fr: Cette méthode d'expédition a déjà été ajoutée.
ko: 배송방법은 이미 추가되었습니다
ru: Этот метод отправки был уже добавлен
zh: 已添加运送方法

source: Check error
fr: Contrôler l'erreur
ko: 오류 확인
ru: Проверка ошибки
zh: 检查错误

source: AppService unavailable
fr: AppService indisponible
ko: AppService ?
ru: Прикладная служба недействительна

source: Delete source specimen
fr: Supprimer le spécimen source
ko: 원검체 삭제
ru: Удалить источники образца
zh: 删除原始样本

source: Are you sure you want to delete this source specimen?
fr: Êtes-vous sûr de vouloir supprimer ce spécimen source?
ko: 이 원검체를 정말로 삭제하시겠습니까?
ru: Вы уверены что хотите удалить этот источник образца
zh: 你确定要删除此原始样本？

source: Unable to retrieve available studies
fr: Impossible de récupérer les études disponibles
ko: 사용 가능한 연구들을 가져올 수 없습니다
ru: Невозможно восстановить возможные исследованя
zh: 无法检索有效课题

source: Remove Study
fr: Retirer l'étude
ko: 연구 삭제
ru: Удалить исследование
zh: 移除课题

source: Are you sure you want to remove study "{0}"?
fr: Êtes-vous sûr de vouloir retirer l'étude "{0}"?
ko: 정말로 연구 "{0}"를 삭제하시겠습니까?
ru: Вы уверены что хотите удалить исследование "{0}"?
zh: 你确定要移除课题"{0}"？

source: Move to selected
fr: Déplacer dans la sélection
ko: 선택된곳으로 옮기기
ru: Переместить в выбранное
zh: 移动到已选择

source: Remove from selected
fr: Retirer de la sélection
ko: 선택에서 제거하기
ru: Удалить из выбранного
zh: 从已选择中移除

source: Available Columns
fr: Colonnes disponibles
ko: 사용 가능한 열
ru: Возможные колонки
zh: 可用列数

source: Displayed Columns
fr: Colonnes affichées
ko: 표시된 열
ru: Показать колонки
zh: 显示列数

source: <select or enter value>
fr: <sélectionnez ou entrez une valeur>
ko: <값을 선택하거나 입력하십시오>
ru: Выбрать или ввести значение
zh: 选择或输入值

source: Suggest possible values (considers other filters)
fr: Suggérer des valeurs possibles (considérez d'autres filtres)
ko: 가능한 값들 추천하기 (다른 필터들을 고려함)
ru: Предложить возможные значения (рассмотреть другие фильтры)
zh: 建议可能值（考虑其他过滤器）

source: Cannot Suggest Options
fr: Impossible de suggérer des Options
ko: 선택을 추천할 수 없습니다
ru: Невозможно предложить варианты
zh: 无法建议设置

source: There are too many possible suggestions to display.
fr: Il y a trop de suggestions possibles pour les afficher.
ko: 표시하기에는 너무 많은 제안들이 있습니다.
ru: Слишком много возможных предложений для показа
zh: 要显示太多可能建议

source: It is taking too long to find suggestions.
fr: La recherche de suggestions est anormalement longue.
ko: 제안들을 찾는데 시간이 너무 오래 걸립니다.
ru: Слишком много времени уходит на поиск предложений
zh: 要花很长时间找到建议

source: There was a problem trying to find suggestions.
fr: Il y a eu un problème lors de la recherche de suggestions.
ko: 제안들을 찾는데 오류가 발생했습니다.
ru: Произошла проблема с попыткой поиска предложений
zh: 尝试找到建议出现问题

source: There are no possible values to suggest.
fr: Il n'y a pas de valeurs possibles à suggérer.
ko: 추천할 수 있는 값이 없습니다
ru: Нет возможных значений
zh: 没有可能值可建议

source: <no values added>
fr: <pas de valeurs ajoutées>
ko: <추가된 값이 없음>
ru: Нет добавленных значений
zh: 没有值可添加

source: Expand to add values
fr: Etendre pour ajouter des valeurs
ko: 값 추가하기 위해 확장하기
ru: Расширить и добавить значения
zh: 扩大添加值

source: Add value to list
fr: Ajouter une valeur à la liste
ko: 목록에 값 추가하기
ru: Добавить значения к списку
zh: 添加值到目录

source: Remove selected value(s) from list
fr: Retirer la(les) valeur(s) sélectionnée(s) de la liste
ko: 목록에서 선택된 값을 제가하기
ru: Удалить выбранных значения из списка
zh: 从目录移除选定的值

source: Collapse
fr: Effondrement
ko: 축소
ru: Сложить
zh: 失败

source: For string values, use '%' as a wildcard character
fr: Pour les valeurs de chaîne, utiliser '%' comme caractère générique
ko: 스트링 값은 '%'를 와일드카드 문자로 사용하기
ru: Для значений в тексте используйте % в качестве любого знака
zh: 对于字符串值，使用'%'作为通配符

source: A processing event should be selected
fr: Un événement de traitement devrait-être sélectionné
ko: 처리 이벤트가 선택되어야합니다
ru: Нужно выбрать текущее событие
zh: 可选择进行中的项目

source: Last 7 days
fr: 7 derniers jours
ko: 지난 7일
ru: Последние 7 дней
zh: 最后7天

source: Collection visit#
fr: Collection de visites#
ko: 수집 방분#
ru: Посещение для сбора материала
zh: 采集访问#

source: A collection event should be selected
fr: Un événement de collection devrait être sélectionné
ko: 수집 이벤트가 선택되어야합니다
ru: Нужно выбрать событие сбора материала
zh: 可选择一个采集项目

source: Patient search error
fr: Erreur dans la recherche de patient
ko: 환자 검색 오류
ru: Ошибка при поиске пациента
zh: 患者搜索错误

source: Patient {0} has been found but it is linked to the study {1}. The center {2} is not working with this study.
fr: le Patient {0} a été trouvé mais il est lié à l'étude {1}. Le centre {2} ne fonctionne pas avec cette étude.
ko: 환자 {0}를 찾았으나 연구 {1}와 연결되어있습니다. 센터{2} 는 이 연구와 연결되지않았습니다
ru: Пациент {0} был найден, но он привязан к исследованию {1}. Центр {2} не работает с этим исследованием.
zh: 已找到患者{0}，但是它连接到课题{1}。中心{2}对此课题无效

source: Problem retrieving processing events
fr: Problème lors de la récupération d'événements de traitements
ko: 처리 이벤트 가져오는 중 오류가 발생했습니다
ru: Проблема восстановления текущих событий
zh: 检索进行项目出现问题

source: Problem retrieving collection events
fr: Problème lors de la récupération d'événements de collection
ko: 수집 이벤트 가져오는 중 오류가 발생했습니다
ru: Проблема восстановления событий забора материала
zh: 检索采集项目出现问题

source: Source specimens error
fr: Erreur spécimen source
ko: 원검체 오류
ru: Ошибка источника образцов
zh: 资源样本错误

source: No source specimen of this collection event has been declared in a processing event.
fr: Aucun spécimen source dans cet événement de collection n'a été déclaré dans un événement de traitement.
ru: Источник образцов для этого события забора материала не объявлен в текущем событии
zh: 在项目进行中，此收集项目没有资源样本

source: Problem retrieveing source specimens
fr: Problème lors de la récupération de spécimens sources
ko: 원검체 가져오는 중 오류가 발생했습니다
ru: Проблема восстановления источника образцов
zh: 检索资源样本出现问题

source: Problem reloading study
fr: Problème lors du rechargement de l'étude
ko: 연구를 다시 로딩하는 중 오류가 발생했습니다
ru: Проблема с перезагрузкой исследования
zh: 重新加载课题出现问题

source: unknown
fr: inconnu
ko: 알 수 없음
ru: Неизвестно
zh: 未知

source: No specimen types
fr: Pas de type de spécimen
ko: 검체 종류 없음
ru: Нет типов образцов
zh: 没有样本类型

source: There are no specimen types that are defined in study {0} and that are authorized inside available containers.
fr: Aucun type de spécimen défini dans l'étude {0} n'a étéauthorié dans un conteneur disponible.
ru: Нет типов образцов, обозначенных в исследовании {0}, которые утверждена вне доступных контейнеров

source: Error retrieving available types
fr: Erreur lors de la récupération de types disponibles
ko: 사용 가능한 종류를 가져오는 중 오류가 발생했습니다
ru: Ошибка при восстановлении возможных типов
zh: 错误检索有效类型

source: A source specimen type and an aliquoted specimen type should be selected
fr: Un type de spécimen source et un type de spécimen aliquoté devraient être sélectionnés
ru: Должны быть выбраны тип источника образца и тип пробного образца
zh: 可选择资源样本类型和等分样本类型

source: Aliquoted specimen type
fr: Type de spécimen aliquoté
ru: Тип пробного образца
zh: 等分样本类型

source: Type should be selected
fr: Un type devrait être sélectionné
ko: 종류가 선택되어야합니다
ru: Нужно выбрать тип
zh: 可选择类型

source: Aliquoted Specimen Types
fr: Type de Spécimen Aliquoté
ru: Типы пробных образцов
zh: 等分样本类型

source: Dispatch comment
fr: Envoyer un commentaire
ko: 댓글 보내기
ru: Комментарий к посланию
zh: 文件评论

source: Modify comment
fr: Modifier un commentaire
ko: 댓글 수정하기
ru: Изменить комментарий
zh: 修改评论

source: Set as missing
fr: Définir comme manquant
ko: 손실로 설정하기
ru: Установить как отсутствующий
zh: 设定为丢失

source: refresh
fr: rafraîchir
ko: 새로 고치기
ru: Обновить
zh: 刷新

source: There was an error while building page.
fr: Il y a eu une erreur lors de la construction de la page.
ko: 페이지를 작성 중 오류가 있었습니다
ru: Произошла ошибка при создании страницы
zh: 建立页面出现错误

source: Claimed By
fr: Demandé par
ko: 다음이 요청함
ru: Затребованный
zh: 声称

source: Claim
fr: Demander
ko: 요청
ru: Требование
zh: 要求

source: Failed to claim
fr: Echec de la demande
ko: 요청할 수 없었음
ru: требование не состоялось
zh: 要求失败

source: Flag as unavailable
fr: Défini comme indisponible
ko: 사용 불가는으로 플래그하기
ru: Пометить как недоступное
zh: 标记为不可用

source: Save Error
fr: Sauvegarder l'erreur
ko: 오류 저장
ru: Ошибка сохранения
zh: 保存错误

source: Cannot Load Tree Data
fr: Impossible de charger l'arbre des données
ko: 트리 데이타를 로드할 수 없음
ru: Невозможно загрузить дерево данных
zh: 无法加载

source: Refresh Failed
fr: Le rafraîchissement a échoué
ko: 새로 고침 실패
ru: Восстановление не состоялось
zh: 刷新失败

source: Specimen Type Delete Error
fr: Erreur de Suppression du Type de Spécimen
ko: 검체 종류 삭제 오류
ru: Допущена ошибка при удалении экземпляра
zh: 样本类型删除错误

source: Cannot delete specimen type "{0}" since specimens or studies are using it.
fr: Impossible de supprimer le type de spécimen "{0}" puisque des spécimens ou des études l'utilisent.
ko: 검체 종류 "{0}"는 검체나 연구가 사용중이므로 삭제할 수 없습니다
ru: Невозможно удалить экземпляр типа "{0}" так как экземпляры или исследования его используют.
zh: 由于样本或课题在使用，因此无法删除样本类型"{0}"

source: Delete Specimen Type
fr: Supprimer le Type de Spécimen
ko: 검체 종류 삭제
ru: Удалить этот тип экземпляра
zh: 删除样本类型

source: Are you sure you want to delete specimen type "{0}"?
fr: Êtes-vous sûr de vouloir supprimer le type de spécimen "{0}"?
ko: 정말로 검체 종류 "{0}"를 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить тип экземпляра"{0}"?
zh: 你确定要删除样本类型"{0}"？

source: Error deleting specimen type
fr: Erreur lors de la suppression du type de spécimen
ko: 검체 종류 삭제 중 오류
ru: Ошибка при удалении этого типа экземпляра
zh: 错误删除样本类型

source: A specimen type with name "{0}" already exists.
fr: Un type de spécimen avec le nom "{0}" existe déjà.
ko: 검체 종류 이름 "{0}"는 이미 존재합니다
ru: Тип экземпляра с названием "{0}" уже существует
zh: 名称为"{0}"的样本类型已存在

source: A specimen type with short name "{0}" already exists.
fr: Un type de spécimen avec l'abbréviation "{0}" existe déjà.
ko: 검체 종류 약식이름"{0}"은 이미 존재합니다
ru: Тип экземпляра с коротким названием "{0}" уже существует
zh: 简短名称为"{0}"的样本类型已存在

source: Problem with display
fr: Problème d'affichage
ko: 표시 오류:
ru: Проблема с дисплеем
zh: 显示出现问题

source: All permissions
fr: Toutes les permissions
ko: 모든 사용권한:
ru: Все разрешения
zh: 所有权限

source: Patient does not exist.
fr: Le patient n'existe pas.
ko: 환자가 존재하지 않습니다
ru: Пациент не существует
zh: 患者不存在

source: Unable to retrieve specimens
fr: Impossible de récupérer les spécimens
ko: 검체를 가져올 수 없습니다
ru: Невозможно восстановить экземпляры
zh: 无法检索样本

source: Please enter a comment.
fr: Veuillez entrer un commentaire.
ko: 댓글을 입력하십시오
ru: Пожалуйста введите комментарий
zh: 请输入评论

source: Enter a comment to explain the modification
fr: Entrez un commentaire pour expliquer la modification
ko: 수정을 설명하기위한 댓글을 입력하십시오
ru: Введите комментарий объясняющий модификации
zh: 输入评论以解释修改

source: Please enter a valid patient number.
fr: Veuillez entrer un numéro de patient valide.
ko: 유효한 환자번호를 입력하십시오
ru: Пожалуйста введите действительный номер пациента
zh: 请输入一个有效的患者编号

source: Please select a collection event.
fr: Veuillez sélectionner un événement de collection.
ko: 수집 이벤트를 선택하십시오
ru: Пожалуйста выберите забор
zh: 请删除采集项目

source: Select a collection event
fr: Sélectionnez un événement de collection
ko: 수집 이벤트를 선택하십시오
ru: Выберите забор
zh: 选择一个采集项目

source: Please select its correct parent.
fr: Veuillez sélectionner le parent adéquat.
ko: 알맞은 모 를 선택하십시오?
ru: Пожалуйста выберите правильный первоисточник
zh: 请选择正确的

source: Select a parent specimen
fr: Sélectionnez un spécimen parent
ko: 알맞은 모검체를 선택하십시오
ru: Выберите первоисточник экземпляра
zh: 选择亲本样本

source: Select parent:
fr: Sélectionnez le parent:
ru: Выберите первоисточник
zh: 选择亲本

# Error Message
source: No options exist. Cannot create combo dialog.
fr: Aucune option n'existe. Impossible de créer une boîte de dialogue combo.
ko: 옵션이 없습니다. 콤보 대화 상자를 만들 수 없습니다
ru: Выбора не существует. Невозможно создать комбинированных диалог
zh: 不存在选项，无法创建端口对话框

# Combo label
source: Jasper Configuration
fr: Configuration Jasper
ko: Jasper 구성
ru: Jasper конфигурация
zh: Jasper配置

# Error Message
source: A value is required
fr: Une valeur est requise
ko: 값이 필요합니다
ru: Необходимо значение
zh: 必填数值

source: name
fr: nom
ko: 이름
ru: Название
zh: 名称

source: Jasper Templates
fr: Modèle Jasper
ko: Jasper 탬플릿
ru: Jasper шаблоны
zh: Jasper模板

source: Used to configure jasper files for printer label templates
fr: Utilisé pour configurer les fichiers jasper des modèles d'étiquettes d'imprimantes
ko: 프린터 레이블 탬플릿을 위해 Jasper 파일 구성용도로 사용됨
ru: Прежде конфигурировали jasper файлы для шаблонов наклеек принтера
zh: 使用安装Jasper申请打印机标签模板

source: Jasper Configuration Templates
fr: Modèles de Configuration Jasper
ko: Jasper 구성 탬플릿
ru: Jasper шаблоны конфигурации
zh: Jasper配置模板

source: Add Jasper configurations for different printer labels
fr: Ajouter des configurations Jasper pour différentes étiquettes d'imprimantes
ko: 다른 프린터 레이블 Jasper 구성 추가
ru: добавить Jasper конфигурации к другой отметке принтера
zh: 对不同的打印机标签，添加Jasper配置

source: Jasper Configurations
fr: Configurations Jasper
ko: Jasper 구성
ru: Jasper конфигурации
zh: Jasper配置

source: Jasper Configuration Details
fr: Détails de la configuration Jasper
ko: Jasper 구성 세부 정보
ru: Детали Jasper конфигурации
zh: Jasper配置详细说明

source: Configuration Name
fr: Nom de configuration
ko: 구성 이름
ru: Название конфигурации
zh: 配置名称

source: Jasper File
fr: Fichier Jasper
ko: Jasper 파일
ru: Jasper файл
zh: Jasper文件

source: Browse...
fr: Recherche...
ko: 검색하기...
ru: Просмотреть
zh: 浏览...

source: Error while updating form
fr: Erreur lors de la mise à jour du formulaire
ko: 폼 업로드중 오류
ru: Ошибка при обновлении формы
zh: 更新表格出现错误

source: Please select a Jasper file
fr: Veuillez sélectionner un fichier Jasper
ko: Jasper 파일을 선택하십시오
ru: Пожалуйста выберите Jasper файл
zh: 请选择一个Jasper文件

source: Jasper file loaded
fr: Fichier Jasper chargé
ko: Jasper 파일이 로드되었습니다
ru: Jasper файл загружен
zh: Jasper文件加载完毕

source: Please select a template
fr: Veuillez sélectionner un modèle
ko: 탬플릿을 선택하십시오
ru: Пожалуйста выберите шаблон
zh: 请选择一个模板

source: Jasper Template Save Error
fr: Erreur de sauvegarde du modèle Jasper
ko: Jasper 탬플릿 저장 오류
ru: Ошибка при сохранении Jasper шаблона
zh: Jasper模板保存错误

source: Could not save template to database
fr: Incapacité à sauvegarder le modèle dans la base de données
ko: 데이타베이스에 탬플릿을 저장할 수 없었습니다
ru: Невозможно сохранить шаблон в базе данных
zh: 无法保存模板到数据库

source: Jasper Configuration Editor Saving
fr: Sauvegarde de l'Editeur de Configuration Jasper
ko: Jasper 구성 편집기 저장?
ru: Сохранение редакции jasper конфигурации
zh: Jasper配置编辑器保存

source: Jasper Configuration has been modified, do you want to save your changes?
fr: La configuration Jasper a été modifiée, voulez-vous sauvegarder vos modifications ?
ko: Jasper 구성이 수정되었습니다, 변경을 저장하시겠습니까?
ru: Jasper конфигурация была модифицирована, хотите сохранить изменения?
zh: Jasper配置已经修改，你想保存更改吗？

source: Jasper file was not selected
fr: Le fichier Jasper n'a pas été sélectionné
ko: Jasper 파일이 선택되지않았습니다
ru: Jasper файл не был выбран
zh: 没有选择Jasper文件

source: Template Save Error
fr: Erreur de sauvegarde du modèle
ko: 탬플릿 저장 오류
ru: Ошибка при сохранении шаблона
zh: 模板保存错误

source: Could not save the template to the database
fr: Incapacité à sauvegarder le modèle dans la base de données
ko: 데이타베이스에 탬플릿을 저장하지못했습니다
ru: Невозможно сохранить шаблон в базу данных
zh: 无法保存模板到数据库

source: Template Saved
fr: Modèle Sauvegardé
ko: 탬플릿 저장됨
ru: Шаблон сохранен
zh: 已保存模板

source: Template has been sucessfully saved.
fr: Le modèle a été sauvegardé avec succès.
ko: 탬플릿이 성공적으로 저장되었습니다
ru: Шаблон был успешно сохранен
zh: 模板成功保存

source: New Jasper Configuration Name
fr: Nouveau Nom de Configuration Jasper
ko: 새 Jasper 구성 이름
ru: Новое название Jasper конфигурации
zh: 新的Jasper配置名称

source: What is the name of this new Jasper Configuration?
fr: Quel est le nom de cette nouvelle Configuration Jasper ?
ko: 새 Jasper 구성 이름이 무었입니까?
ru: Какое название у этой новой Jasper конфигурации?
zh: 这个新的Jasper配置的名称是什么？

source: Name
fr: Nom
ko: 이름
ru: Название
zh: 名称

source: Failed to Save
fr: Echec de la sauvegarde
ko: 저장하기에 실패했습니다
ru: не удалось сохранить
zh: 保存失败

source: Faile to save newly created template: {0}
fr: Echec de sauvegarde du modèle nouvellement créé : {0}
ko: 새로 만들어지 탬플릿 저장하기에 실패했습니다: {0}
ru: не удалось сохранить только что созданный шаблон: {0}
zh: 最近创建的模板保存失败：{0}

source: Jasper Configuration Exists
fr: La COnfiguration Jasper existe
ko: Jasper 구성이 존재합니다
ru: Jasper Конфигурация существует
zh: Jasper配置存在

source: Your new Jasper Configuration must have a unique name.
fr: Votre nouvelle Configuration Jasper doit avoir un nom unique.
ko: 새 Jasper 구성은 독특한 이름이 필요합니다
ru: Ваша новая Jasper конфигурация должна иметь уникальное название
zh: 你的新Jasper配置必须有唯一的名称

source: Are you sure you want to delete {0}?
fr: Êtes-vous sûr de vouloir supprimer {0}?
ko: 정말로 삭제 하시겠습니까 {0}?
ru: Вы уверены что хотите удалить{0}?
zh: 你确定要删除{0}

source: Deleting Jasper Configuration
fr: Suppression de la COnfiguration Jasper
ko: Jasper 구성 삭제중
ru: Процесс удаления Jasper конфигурации
zh: 删除Jasper配置中

source: Template Delete Error
fr: Erreur de Suppression du Modèle
ko: 탬플릿 삭제 오류
ru: Ошибка при удалении шаблона
zh: 模板删除错误

source: Could not delete template. A printer template is using this jasper configuration.
fr: Impossible de supprimer ce modèle. Un modèle d'imprimante utilise cette configurationjasper.
ko: 탬플릿을 삭제할 수 없습니다. 프린터 탬플릿이 이 jasper 구성을 사용중입니다
ru: Невозможно удалить шаблон. Шаблон принтера использует эту Jasper конфигурацию
zh: 无法删除模板。打印机模板正在使用此Jasper配置

source: Select Jasper File
fr: Sélectionnez un Fichier Jasper
ko: jasper 파일 선택
ru: Выберите Jasper файл
zh: 选择Jasper文件

source: File Not Found
fr: Fichier introuvable
ko: 파일을 찾을 수 없습니다
ru: Файл не найден
zh: 文件未找到

source: File selected does not exist.
fr: Le fichier sélectionné n'existe pas.
ko: 선택된 파일을 찾을 수 없습니다
ru: Выбранный файл не существует
zh: 选择的文件不存在

source: Template Read Error
fr: Erreur de lecture du modèle
ko: 탬플릿 읽기 오류
ru: Ошибка при чтении шаблона
zh: 模板读取错误

source: Could not open the template file for reading
fr: Impossible d'ouvrir pour lecture le fichier du modèle
ko: 탬플릿 파일을 읽기위해 열지 못했습니다
ru: Невозможно открыть шаблонный файл для чтения
zh: 无法打开模板文件来读取

source: Invalid selection event
fr: Sélection d'événement invalide
ko: 유효하지않은 선택 이벤트
ru: Недействительное
zh: 无效选择项目

source: invalid selection source
fr: Sélection de source invalide
ko: 유호하지않은 ?
ru: Недействительный источник сбора
zh: 无效选择资源

source: default
fr: défaut
ko: 기본값
ru: По умолчанию
zh: 默认值

source: Label Templates
fr: Modèles d'étiquettes
ko: 레이블 탬플릿
ru: Шаблоны отметки
zh: 标签模板
