Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

# model
source: Receiver
fr: Receveur
ko: 받는 사람
ru: Получатель
zh: 接收人

# model
source: Sender
fr: Expéditeur
ko: 보낸 사람
ru: Отправитель
zh: 发件人

# model
source: State
fr: Etat
ru: Статус
zh: 国家

# model
source: Dispatched Specimen
fr: Spécimen expédié
ko: 배송된 검체
ru: Отправленный образец
zh: 发送样品

# model
source: Domain
fr: Domaine
ko: 도메인
ru: Область
zh: 域

# model
source: All Centers
fr: Tout centres
ko: 모든 센터들
ru: Все центры
zh: 所有中心

# model
source: All Studies
fr: Toutes études
ko: 모든 연구들
ru: Все исследования
zh: 所有研究

# model
source: Event Attribute Type
fr: Type d'attribut d'évènement
ko: 이벤트 특성 종류
ru: Тип атрибута событий
zh: 项目属性类型

# model
source: Global Event Attribute
fr: Attribut d'évènement global
ko: 그로벌 이벤트 특성
ru: Атрибут глобального события
zh: 全球性项目

# model
source: Group
fr: Groupe
ko: 단체
ru: Группа
zh: 组

# model
source: Name
fr: Nom
ko: 이름
ru: Имя
zh: 姓名

# model
source: Short Name
fr: Nom abbrégé
ko: 약식이름
ru: Короткое имя
zh: 缩写名

# model
source: Membership
fr: Compte
ko: 멤버쉽
ru: Членство
zh: 成员

# model
source: Has Every Permission
fr: A toutes les permissions.
ko: 모든 권한을 가짐
ru: Имеет все разрешения
zh: 被许可

# model
source: Can Manage Users
fr: Peut gérer les utilisateurs
ko: 사용자 관리 가능함
ru: Может управлять пользователями
zh: 能够管理用户

source: Unknown Object
fr: Objet inconnu
ko: 알 수 없는 개체
ru: Неизвестный объект
zh: 未知目标

source: Activity Status
fr: Statut d'activité
ko: 활동 상태
ru: Статус активности
zh: 活动状态

source: Address
fr: Adresse
ko: 주소
ru: Адрес
zh: 地址

source: Aliquoted Specimen
fr: Spécimen aliquoté
ru: Пробный образец
zh: 部分样本

source: Capacity
fr: Capacité
ko: 용량
ru: Вместимость
zh: 容量

source: Center
fr: Centre
ko: 센터
ru: Центр
zh: 中心

source: Clinic
fr: Clinique
ko: 클리닉
ru: Клиника
zh: 临床项目

source: Collection Event
fr: Evènement de collection
ko: 수집 이벤트
ru: Забор материала
zh: 项目收集

source: Comment
fr: Commentaire
ko: 댓글
ru: Комментарий
zh: 评论

source: Container
fr: Conteneur
ko: 용기
ru: Контейнер
zh: 容器

source: Container Labeling Scheme
fr: Méthode d'identification de conteneur
ko: 용기 레이블 구성표
ru: Схема отметки контейнера
zh: 容器标签方案

source: Container Position
fr: Position du conteneur
ko: 용기 위치
ru: Позиция контейнера
zh: 容器位置

source: Container Type
fr: Type de conteneur
ko: 용기 종류
ru: Тип контейнера
zh: 容器类型

source: Dispatch
fr: Expédition
ko: 배송
ru: Депеша
zh: 派送

source: Dispatch Specimen
fr: Envoi du spécimen
ko: 검체 배송
ru: Образец для депеши
zh: 送样

source: Domain
fr: Domaine
ko: 도메인
ru: Область
zh: 域

source: Event Attribute
fr: Attribut de l'évènement
ko: 이벤트 특성
ru: Атрибут события
zh: 项目属性

source: Event Attribute Type
fr: Type de l'attribut de l'évènement
ko: 이벤트 특성 종류
ru: Тип атрибута события
zh: 项目属性类型

source: Global Event Attribute
fr: Attribut de l'évènement global
ko: 글로벌 이벤트 특성
ru: Атрибут глобального события
zh: 全球性项目

source: Group
fr: Groupe
ko: 그룹
ru: Группа
zh: 组

source: Membership
fr: Compte
ko: 멤버쉽
ru: Членство
zh: 成员

source: Origin Information
fr: Information sur l'origine
ko: 원본 정보
ru: Источник информации
zh: 起源信息

source: Processing Event
fr: Evenement de traitement
ko: 처리 이벤트
ru: Текущее событие
zh: 制备/处理项目

source: Request
fr: Requête
ko: 요청
ru: Запрос
zh: 要求

source: Request Specimen
fr: Requêter le spécimen
ko: 검체 요청
ru: Образец запроса
zh: 样本要求

source: Research Group
fr: Groupe de recherche
ko: 연구단체
ru: Исследовательская группа
zh: 研究小组

source: Shipment Information
fr: Information de l'expédition
ko: 배송 정보
ru: Информация о посылку
zh: 装运信息

source: Shipping Method
fr: Méthode d'expédition
ko: 배송 방법
ru: Метод посылки
zh: 运输方式

source: Source Specimen
fr: Spécimen source
ko: 원검체
ru: Источник образца
zh: 源样本

source: Specimen
fr: Spécimen
ko: 검체
ru: Образец
zh: 样本

source: Specimen Position
fr: Position du spécimen
ko: 검체 위치
ru: Позиция образца
zh: 样本位置

source: Specimen Type
fr: Type de spécimen
ko: 검체 종류
ru: Тип образца
zh: 样本类型

source: Study
fr: Etude
ko: 연구
ru: Исследование
zh: 研究

source: Study Event Attribute
fr: Attribut de l'évènement de l'étude
ko: 연구 이벤트 특성
ru: Атрибут события исследования
zh: 项目属性研究

source: User
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh: 用户

# model
source: Origin Information
fr: Information sur l'origine
ko: 원본 정보
ru: Источник информации
zh: 原始信息

# model
source: Patient Number
fr: Numéro de patient
ko: 환자 번호
ru: Номер пациента
zh: 患者号码

source: Specimen Create
fr: Création spécimen
ko: 검체 만들기
ru: Создать образец
zh: 创建样本

source: Specimen Read
fr: Lecture Spécimen
ko: 검체 읽기
ru: Читать образец
zh: 读取样本

source: Specimen Update
fr: Mis à jour Spécimen
ko: 검체 업데이트
ru: Модернизировать образец
zh: 更新样本

source: Specimen Delete
fr: Suppression Spécimen
ko: 검체 삭제
ru: Удалить образец
zh: 删除样本

source: Specimen Link
fr: Lier spécimen
ko: 검체 연결
ru: Соединить образец
zh: 连接样本

source: Specimen Assign
fr: Assigner spécimen
ko: 검체 배정
ru: Приписать образец
zh: 分配样本

source: Site Create
fr: Création site
ko: 센터 만들기
ru: Создать сайт
zh: 创建网站

source: Site Read
fr: Lecture site
ko: 센터 읽기
ru: Читать сайт
zh: 读取网站

source: Site Update
fr: Mise à jour site
ko: 센터 업데이트
ru: Модернизировать сайт
zh: 更新网站

source: Site Delete
fr: Suppression site
ko: 센터 삭제
ru: Удалить сайт
zh: 删除网站

source: Patient Create
fr: Création patient
ko: 환자 만들기
ru: Создать пациента
zh: 创建患者

source: Patient Read
fr: Lecture patient
ko: 환자 읽기
ru: Читать пациента
zh: 读取患者

source: Patient Update
fr: Mise à jour patient
ko: 환자 업데이트
ru: Модернизировать пациента
zh: 更新患者

source: Patient Delete
fr: Suppression patient
ko: 환자 삭제
ru: Удалить пациента
zh: 删除患者

source: Patient Merge
fr: Fusionner patient
ko: 환자 병합
ru: Объединить пациента
zh: 合并患者

source: Collection Event Create
fr: Création évènement de collection
ko: 수집 이벤트 만들기
ru: Создать случай забора материала
zh: 创建采集项目

source: Collection Event Read
fr: Lecture de l'évènement de collection
ko: 수집 이벤트 읽기
ru: Читать случай забора материала
zh: 读取采集项目

source: Collection Event Update
fr: Mise à jour de l'évènement de collection
ko: 수집 이벤트 업데이트
ru: Модернизировать случай забора материала
zh: 更新采集项目

source: Collection Event Delete
fr: Suppression évènement de collection
ko: 수집 이벤트 삭제
ru: Удалить случай забора материала
zh: 删除采集项目

source: Processing Event Create
fr: Création de l'évènement de traitement
ko: 처리 이벤트 처리 만들기
ru: Создать текущее событие
zh: 创建制备/处理项目

source: Processing Event Read
fr: Lecture évènement de traitement
ko: 처리 이벤트 읽기
ru: Читать текущее событие
zh: 读取制备/处理项目

source: Processing Event Update
fr: Mise à jour évènement de traitement
ko: 처리 이벤트 업데이트
ru: Модернизировать текущее событие
zh: 更新制备/处理项目

source: Processing Event Delete
fr: Suppression l'évènement de traitement
ko: 처리 이벤트 삭제
ru: Удалить текущее событие
zh: 删除制备/处理项目

source: Origin Information Create
fr: Création information sur l'origine
ko: 원본 정보 만들기
ru: Создать источник информации
zh: 创建原始信息

source: Origin Information Read
fr: Lecture information sur l'origine
ko: 원본 정보 읽기
ru: Читать источник информации
zh: 读取原始信息

source: Origin Information Update
fr: Mise à jour information sur l'origine
ko: 원본 정보 업데이트
ru: Модернизировать источник информации
zh: 更新原始信息

source: Origin Information Delete
fr: Suppression information sur l'origine
ko: 원본 정보 삭제
ru: Удалить источник информации
zh: 删除原始信息

source: Dispatch Create
fr: Création expédition
ko: 배송 만들기
ru: Создать депешу
zh: 创建文件

source: Dispatch Read
fr: Lecture expédition
ko: 배송 읽기
ru: Читать депешу
zh: 读取文件

source: Dispatch Change State
fr: Changement d'état expédition
ko: 배송 상태 바꾸기?
ru: Изменить статус депеши
zh: 文件更改状态

source: Dispatch Update
fr: Mise à jour expédition
ko: 배송 업데이트
ru: Модернизировать депешу
zh: 更新文件

source: Dispatch Delete
fr: Suppression expédition
ko: 배송 삭제
ru: Удалить депешу
zh: 删除文件

source: Research Group Create
fr: Création groupe de recherche
ko: 연구그룹 만들기
ru: Создать исследовательскую группу
zh: 创建研究小组

source: Research Group Read
fr: Lecture groupe de recherche
ko: 연구그룹 읽기
ru: Читать исследовательскую группу
zh: 读取研究小组

source: Research Group Update
fr: Mise à jour groupe de recherche
ko: 연구그룹 업데이트
ru: Модернизировать исследовательскую группу
zh: 更新研究小组

source: Research Group Delete
fr: Suppression groupe de recherche
ko: 연구그룹 삭제
ru: Удалить исследовательскую группу
zh: 删除研究小组

source: Study Create
fr: Création étude
ko: 연구 만들기
ru: Создать исследование
zh: 创建课题

source: Study Read
fr: Lecture étude
ko: 연구 읽기
ru: Читать исследование
zh: 读取课题

source: Study Update
fr: Mise à jour étude
ko: 연구 업데이트
ru: Модернизировать исследование
zh: 更新课题

source: Study Delete
fr: Suppression étude
ko: 연구 삭제
ru: Удалить исследование
zh: 删除课题

source: Request Create
fr: Création requête
ko: 요청 만들기
ru: Создать запрос
zh: 创建需求

source: Request Read
fr: Lecture requête
ko: 요청 읽기
ru: Читать запрос
zh: 读取需求

source: Request Update
fr: Mise à jour requête
ko: 요청 업데이트
ru: Модернизировать запрос
zh: 更新需求

source: Request Delete
fr: Suppression requête
ko: 요청 삭제
ru: Удалить запрос
zh: 删除需求

source: Request Process
fr: Traitement demande
ko: 요청 처리
ru: Оформить запрос
zh: 处理需求

source: Clinic Create
fr: Création clinique
ko: 클리닉 만들기
ru: Создать клинику
zh: 创建临床项目

source: Clinic Read
fr: Lecture clinique
ko: 클리닉 읽기
ru: Читать клинику
zh: 读取临床项目

source: Clinic Update
fr: Mise à jour clinique
ko: 클리닉 업데이트
ru: Модернизировать клинику
zh: 更新临床项目

source: Clinic Delete
fr: Suppression Clinique
ko: 클리닉 삭제
ru: Удалить клинику
zh: 删除临床项目

source: Container Type Create
fr: Création type conteneur
ko: 용기 종류 만들기
ru: Создать тип контейнера
zh: 创建容器类型

source: Container Type Read
fr: Lecture type conteneur
ko: 용기 종류 읽기
ru: Читать тип контейнера
zh: 读取容器类型

source: Container Type Update
fr: Mise à jour type conteneur
ko: 용기 종류 업데이트
ru: Модернизировать тип контейнера
zh: 更新容器类型

source: Container Type Delete
fr: Suppression type conteneur
ko: 용기 종류 삭제
ru: Удалить тип контейнера
zh: 删除容器类型

source: Container Create
fr: Création type conteneur
ko: 용기 만들기
ru: Создать контейнер
zh: 创建容器

source: Container Read
fr: Lecture conteneur
ko: 용기 읽기
ru: Читать контейнер
zh: 读取容器

source: Container Update
fr: Mise à jour conteneur
ko: 용기 업데이트
ru: Модернизировать контейнер
zh: 更新容器

source: Container Delete
fr: Suppression conteneur
ko: 용기 삭제
ru: Удалить контейнер
zh: 删除容器

source: Specimen Type Create
fr: Création conteneur
ko: 검체 종류 만들기
ru: Создать тип образца
zh: 创建样本类型

source: Specimen Type Read
fr: Lecture type spécimen
ko: 검체 종류 읽기
ru: Читать тип образца
zh: 读取样本类型

source: Specimen Type Update
fr: Mise à jour type spécimen
ko: 검체 종류 업데이트
ru: Модернизировать тип образца
zh: 更新样本类型

source: Specimen Type Delete
fr: Suppression type spécimen
ko: 검체 종류 삭제
ru: Удалить тип образца
zh: 删除样本类型

source: Logging
fr: Enregistrement
ko: 로깅
ru: Регистрация
zh: 登陆中

source: Reports
fr: Rapports
ko: 보고서
ru: Доклады
zh: 记录

source: Specimen List
fr: Liste Spécimen
ko: 검체 목록
ru: Список образцов
zh: 样本清单

source: Label Printing
fr: Impression étiquette
ko: 레이블 인쇄
ru: Печать наклеек
zh: 标签打印

source: Batch operations
fr: Opération de lot
ko: 배치 작업
ru: Партия операций

source: Specimen Link and Assign
fr: Lien et assignation spécimen

# model
source: Processing Event
fr: Evènement de traitement
ko: 처리 이벤트 중
ru: Текущее событие
zh: 处理项目

# model
source: Report
fr: Rapport
ko: 보고서
ru: Доклад
zh: 记录

# model
source: Request
fr: Requête
ko: 요청
ru: Запрос
zh: 需求

# model
source: Time Created
fr: Date de création
ko: 만든 시간
ru: Время создания
zh: 创建时间

# model
source: Time Submitted
fr: Date soumis
ko: 제출된 시간
ru: Время утверждения
zh: 提交时间

# model
source: Requested Specimen
fr: Spécimen requêté
ko: 요청된 검체
ru: Запрошенный образец
zh: 所需样本

# model
source: Claimed By
fr: Demandé par
ko: 다음이 요청함?
ru: Затребованный
zh: 声称

# model
source: Research Group
fr: Groupe de recherche
ko: 연구 단체
ru: Исследовательская группа
zh: 研究小组

# model
source: Role
fr: Rôle
ko: 역할
ru: Роль
zh: 角色

# model
source: Shipment Information
fr: Information de cargaison
ko: 배송 정보
ru: Информация по отправке
zh: 装运信息

# model
source: Box Number
fr: Numéro de boîte
ko: 박스 번호
ru: Номер коробки
zh: 信箱号码

# model
source: Time Packed
fr: Date d'emballage
ko: 포장된 시간
ru: Время упаковки
zh: 包装时间

# model
source: Received At
fr: Reçu à
ko: …서 받음
ru: Получено в:
zh: 接收地

# model
source: Shipping Method
fr: Méthode d'expédition
ko: 배송 방범
ru: Метод отправки
zh: 运送方法

# model
source: Waybill
fr: récépissé
ko: 트래킹 번호
ru: Накладная
zh: 运货单

# model
source: Source Specimen
fr: Spécimen source
ko: 원검체
ru: Изначальный образец
zh: 资源样本

# model
source: Need Original Volume
fr: Besoin du volume original
ko: 원본 볼륨이 필요함
ru: Необходим первоначальный объем
zh: 需要原始体积

# model
source: Specimen
fr: Spécimen
ko: 검체
ru: Образец
zh: 样本

# model
source: Inventory Id
fr: ID inventaire
ko: 인벤토리 아이디
ru: Инвентарный номер
zh: 存货编码

# model
source: Child Specimens
fr: Spécimens enfants
ko: 자검체들
ru: Второстепенный образец
zh: 子样本

# model
source: Current Center
fr: Centre actuel
ko: 현제 센터
ru: Текущий центр
zh: 当前中心

# model
source: Parent Specimen
fr: Spécimen parent
ko: 모검체
ru: Первоначальный образец
zh: 父样本

# model
source: Top Specimen
fr: Spécimen le plus haut
ko: 탑 검체
ru: Главный образец
zh: 高级样本

# model
source: Plate Errors
fr: Erreur plaque
ko: 플래잇 오류
ru: Ошибки пластины

# model
source: Sample Errors
fr: Erreur échantillon
ko: 샘플 오류
ru: Ошибки отбора

# model
source: Specimen Type
fr: Type spécimen
ko: 검체 종류
ru: Тип образца
zh: 样本类型

# model
source: Study
fr: Etude
ko: 연구
ru: Исследование
zh: 课题

# model
source: Study Event Attribute
fr: Attribut de l'évènement d'étude
ko: 연구 이벤트 특성
ru: Атрибут события исследования
zh: 研究项目属性

# model
source: Required
fr: Requis
ko: 필수
ru: Необходимо
zh: 需求

# model
source: User
fr: Utilisateur
ko: 사용자
ru: Пользователь
zh: 用户

# model
source: Full Name
fr: Nom complet
ko: 전체 이름
ru: Полное имя
zh: 全称

# model
source: Login
fr: Connexion
ko: 로그인
ru: Регистрация
zh: 登录

# model
source: Needs Password Change
fr: Requiert changement de mot de passe
ko: 암호 변경이 필요함
ru: Необходима смена пароля
zh: 需要更改密码

# model
source: Receive Bulk Email
fr: Reception d'email de masse
ko: 대량 이메일 받기
ru: Получать массовую электронную почту
zh: 接收大量邮件

source: None
fr: Aucun
ko: 없음
ru: Ни одного
zh: 默认值

source: Received
fr: Reçu
ko: 받음
ru: Получен
zh: 已接收

source: Missing
fr: Manquant
ko: 없음
ru: Отсутствует
zh: 丢失

source: Extra
fr: Supplémentaire
ko: 기타
ru: Дополнительный
zh: 附加

source: Creation
fr: Création
ko: 만들기
ru: Создание
zh: 创建

source: In Transit
fr: En transit
ko: 수송 중
ru: В транзите
zh: 发送中

source: Lost
fr: Perdu
ko: 분실되었습니다
ru: Утерян
zh: 丢失

source: Available
fr: Disponible
ko: 사용 가능
ru: Доступен
zh: 可用

source: Pulled
fr: Tiré
ko: 끌어옴
ru: Собранный
zh: 往下拉

source: Unavailable
fr: Indisponible
ko: 사용할 수 없음
ru: Не доступен
zh: 不可用

source: Dispatched
fr: Expédié
ko: 배송됨
ru: Отправлен
zh: 已派遣

source: Container type added
fr: Type de conteneur ajouté
ko: 용기 형식 추가됨
ru: Добавлен тип контейнера

source: Added a new container type {0}
fr: Nouveau type de conteneur {0} ajouté
ko: 새로운 용기 형식 {0}이 추가됨
ru: Добавлен новый тип контейнера {0}

source: Container type changed
fr: Type de conteneur changé
ko: 용기 형식 변경됨
ru: Изменен тип контейнера

source: Changed container type {0}
fr: Type de conteneur {0} changé
ko: 용기 형식 {0}이 변경됨
ru: Изменен тип контейнера {0}

source: Patient merge
fr: Fusion patient
ko: 환자 병합
ru: Объединение пациентов

source: Patient {0} was merged into patient {1}
fr: Patient {0} a été fusionné en patient {1}
ko: 환자 {0}가 환자 {1}로 병합되었습니다
ru: Объединение пациента {0} с пациентом {1}

source: Problem with HQL result size
fr: Problème avec taille de résultat HQL
ko: HQL 결과 크기에 문제가 있습니다
ru: Проблема с размерами результатов HQL
zh: HQL问题结果大小

source: The user does not have the valid permissions to change the maintenance mode
fr: L'utilisateur n'a pas la permission pour changé le mode maintenance

source: Login {0} already exists.
fr: Connexion {0} existe déjà.
ko: 로그인 {0}은 이미 있습니다
ru: Доступ {0} уже существует
zh: 登录{0}已存在

source: Login should be set
fr: Connexion doit être établie
ko: 로그인이 설정되야 합니다
ru: Установите доступ
zh: 可设置登录

source: User with id {0} is missing a csmUserId.
fr: Utilisateur avec l'id {0} n'a pas un csmUserId
ko: 아이디 {0}를 가진 사용자는 csmUserId가 없습니다.
ru: Пользователю с идентификацией {0} не хватает csm идентификации пользователя
zh: 账号为{0}的用户丢失CSM用户账户

source: CSM Security user with id {0} not found.
fr: Utilisateur CSM Security avec l'id {0} n'a pas été trouvé
ko: 아이디 {0}를 가진 CSM Security 사용자를 찾을 수 없습니다
ru: CSM безопасный пользователь с идентификацией {0} не найден
zh: 无法找到编号为{0}的CSM安全用户

source: Unexpected problem while modifying user.
fr: Problème innatendu en modifiant l'utilisateur
ko: 사용자 수정 중 예기치 않은 문제가 발생했습니다.
ru: Непредвиденна проблема во время модификации пользователя
zh: 修改用户出现意外问题

source: User {0} not found.
fr: Utilisateur {0} introuvable.
ko: 사용자 {0}를 찾을 수 없습니다.
ru: Пользователь {0} не найден
zh: 无法找到用户{0}

source: User cannot delete himself.
fr: Utilisateur ne peut supprimer son propre compte.
ko: 사용자 스스로 삭제할 수 없습니다.
ru: Пользователь не может удалить самого себя
zh: 用户无法删除自身

source: Only the user itself can modify its password through this method
fr: Seul l'utilisateur peut modifier son mot de passe de cette façon
ko: 사용자 스스로만 이 방법으로 암호를 수정할 수 있습니다
ru: Только сам пользователь может модифицировать свой пароль этим методом
zh: 只有用户自己可以通过此方法修改密码

source: Cannot modify password: verification password is incorrect.
fr: Impossible de modifier le mot de passe : le mot de passe de vérification est incorrect.
ko: 암호를 수정할 수 없습니다: 확인 암호가 원래 암호와 일치하지 않습니다
ru: Невозможно модифицировать пароль: подтверждение пароля неправильно
zh: 无法修改密码：密码确认不正确

source: New password needs to be different from the old one.
fr: Le nouveau mot de passe doit être différent de l'ancien.
ko: 새 비밀번호은 현재 비밀번호와 달라야 합니다
ru: Новый пароль должен отличаться от предыдущего
zh: 新密码需要不同于旧密码

source: Client authentication failed. The Java Client version is not compatible with the server and must be upgraded.
fr: Authentification du client à échouée. La version du client Java n'est pas compatible avec le serveur et doit être mis à jour.
ko: 클라이언트를 인증하지 못했습니다. 서버와 호환되지 않는 Java Client 버전이며 업그레이드되어야합니다.
ru: Установление подлинности клиента не состоялось. Java версия клиента не совместима с сервером и должна быть обновлена
zh: 客户端认证失败。JAVA客户端版本与服务器不相符，必须升级

source: Server version could not be determined.
fr: La version du serveur n'a pas pu être déterminée.
ko: 서버 버전을 확일할 수 없습니다.
ru: Невозможно определить версию сервера
zh: 服务器版本无法确认

source: Client authentication failed. The "{0}" Java Client is too old to connect to a "{1}" server.
fr: Authentification du client à échouée. Le "{0}" Client Java est trop ancient pour se connecter à un serveur "{1}".
ko: 클라이언트를 인증하지 못했습니다. "{0}"Java Client 는 "{1}" 서버에 연결하기에는 너무 오래된 클라이언트 입니다.
ru: Установление подлинности клиента не состоялось. "{0}" Java клиент слишком давний для подсоединения к "{1}" серверу
zh: 客户端认证失败。"{0}"Java客户端太旧不能联接"{1}"服务器

source: Client authentication failed. The "{0}" Java Client is too new to connect to a "{1}" server.
fr: Authentification du client à échouée. Le "{0}" Client Java est trop récent pour se connecter à un serveur "{1}".
ko: 클라이언트를 인증하지 못했습니다. "{0}"Java Client 는 "{1}" 서버에 연결하기에는 너무 새로운 클라이언트 입니다
ru: Установление подлинности клиента не состоялось. "{0}" Java клиент слишком новый для подсоединения к "{1}" серверу
zh: 客户端认证失败。"{0}"Java客户端太新不能联接"{1}"服务器

source: The software version string is formatted incorrectly.
fr: Le format de la chaine de caractère de la version du logiciel est incorrect

source: Unable to get the current user.
fr: Impossible d'obtenir l'utilisateur actuel.
ko: 현재 사용자를 가져올 수 없습니다
ru: Невозможно заполучить текущего пользователя
zh: 无法得到当前用户

source: All Clinics
fr: Toutes cliniques
ko: 모든 클리닉들
ru: Все клиники
zh: 所有临床项目

source: No Date Processed
fr: Aucune date de procédé
ko: 처리된 날짜가 없습니다
ru: Нет оформленной даты
zh: 没有处理日期

source: Unused
fr: Inutilisé
ko: 사용되지 않음
ru: Не использовано
zh: 无法使用

source: Connection Attempt Failed
fr: Echec de la tentative de connexion
ko: 연결하지 못했습니다
ru: Попытка связи не удалась
zh: 连接失败

source: Could not perform database operation. Make sure server is running correct version.
fr: Impossible d'effectuer les opérations sur la base de donnée. Vérifiez que le serveur est sur la bonne version
ko: 데이터베이스 작업을 실패했습니다. 서버가 올바른 버전을 실행 중인지 확인해 주십시오
ru: Невозможно провести операцию на основе базы данных. Убедитесь что сервер прорабатывает правильную версию.
zh: 无法执行数据库操作，请确定服务器正常运行。

source: Could not connect to server. Make sure server is running.
fr: Impossible de se connecter au serveur. Vérifiez que le serveur soit allumé.
ko: 서버에 연결하지 못했습니다. 서버가 실행되고 있는지 확인해 주십시오.
ru: Невозможно подсоединиться к серверу. Убедитесь что сервер работает.
zh: 无法连接服务器，确认服务器在运行

source: You don't have rights to do this action.
fr: Vous n'avez pas les permissions pour executer cette action
ko: 작업을 수행할 권한이 없습니다
ru: У вас нет прав для выполнения этой операции.
zh: 权限不足，不能操作。

source: Confirm
fr: Confirmer
ko: 확인
ru: Подтвердите
zh: 确认

source: Reset
fr: Reinitialisation
ko: 초기화
ru: Перезагрузите
zh: 重置

source: Cancel
fr: Annuler
ko: 취소
ru: Отмените
zh: 取消

source: Error printing.
fr: Erreur d'impression
ko: 인쇄 중에 오류 발생
ru: Ошибка в печати
zh: 打印错误

source: Print
fr: Imprimer
ko: 인쇄
ru: Печать
zh: 打印

source: Action Failed
fr: Action a échouée
ko: 작업이 실패했습니다
ru: Операция не удалась
zh: 活动失败

source: Exception in form initialization
fr: Exception dans l'initialisation du formulaire
ko: 폼 최기화에 예외가 있습니다
ru: Исключение в форме инициализации
zh: 初始化异常

source: Unable to reload form.
fr: Impossible de recharger le formulaire
ko: 폼을 다시 로드할 수 없습니다
ru: Невозможно перезагрузить форму
zh: 无法加载表格

source: Add
fr: Ajout
ko: 추가
ru: Добавить
zh: 添加

source: Edit
fr: Editer
ko: 편집
ru: Редактировать
zh: 编辑

source: Delete
fr: Supprimer
ko: 삭제
ru: Удалить
zh: 删除

source: loading...
fr: chargement...
ko: 로딩 중...
ru: Идет загрузка...
zh: 加载中...

source: Unable to load menu for selection
fr: Impossible de charger le menu de selection
ko: 선택 영역 메뉴를 로드할 수 없습니다
zh: 无法加载选择菜单

source: Unable to open form.
fr: Impossible d'ouvrir le formulaire.
ko: 폼을 열 수 없습니다
ru: Невозможно открыть форму
zh: 无法打开表格

source: Browse
fr: Naviguer
ko: 찾아보기
ru: Просмотреть
zh: 浏览器

source: Open
fr: Ouvrir
ko: 열기
ru: Открыть
zh: 打开

source: Previous Page
fr: Page précédente
ko: 이전 페이지
ru: Предыдущая страница
zh: 上一页

source: First Page
fr: Première page
ko: 첫 페이지
ru: Первая страница
zh: 第一页

source: Next Page
fr: Prochaine page
ko: 다음 페이지
ru: Следующая страница
zh: 下一页

source: Last Page
fr: Dernière page
ko: 마지막 페이지
ru: Последняя страница
zh: 最后一页

source: Page: {0} of ?
fr: Page: {0} de ?
ko: 페이지: ? 중 {0}
ru: Страница {0} из ?
zh: 页数：{0}

source: Page: {0} of {1}
fr: Page: {0} de {1}
ko: 페이지: {1} 중 {0}
ru: Страница {0} из {1}
zh: 页数：{1}中的{0}

source: Clear
fr: Vider
ko: 지우기
ru: Очистить
zh: 清除

source: Accept
fr: Accepter
ko: 수락
ru: Принять
zh: 接受

source: <choose time>
fr: <Selectionner l'heure>
ko: <시간 선택>
ru: <выберите время>
zh: 选择时间

source: 1st
fr: 1er
ko: 1일
ru: Первый
zh: 第一

source: 2nd
fr: 2ème
ko: 2일
ru: Второй
zh: 第二

source: 3rd
fr: 3ème
ko: 3일
ru: Третий
zh: 第三

source: 4th
fr: 4ème
ko: 4일
ru: Четвертый
zh: 第四

source: 5th
fr: 5ème
ko: 5일
ru: Пятый
zh: 第五

source: 6th
fr: 6ème
ko: 6일
ru: Шестой
zh: 第六

source: 7th
fr: 7ème
ko: 7일
ru: Седьмой
zh: 第七

source: 8th
fr: 8ème
ko: 8일
ru: Восьмой
zh: 第八

source: 9th
fr: 9ème
ko: 9일
ru: Девятый
zh: 第九

source: 10th
fr: 10ème
ko: 10일
ru: Десятый
zh: 第十

source: 11th
fr: 11ème
ko: 11일
ru: Одиннадцатый
zh: 第十一

source: 12th
fr: 12ème
ko: 12일
ru: Двенадцатый
zh: 第十二

source: 13th
fr: 13ème
ko: 13일
ru: Тринадцатый
zh: 第十三

source: 14th
fr: 14ème
ko: 14일
ru: Четырнадцатый
zh: 第十四

source: 15th
fr: 15ème
ko: 15일
ru: Пятнадцатый
zh: 第十五

source: 16th
fr: 16ème
ko: 16일
ru: Шестнадцатый
zh: 第十六

source: 17th
fr: 17ème
ko: 17일
ru: Семнадцатый
zh: 第十七

source: 18th
fr: 18ème
ko: 18일
ru: Восемнадцатый
zh: 第十八
