Repository: AlixMeng/biobank
Catalog: po/*.po
Languages: fr, ko, ru, zh

source: Collection Event - #{0}
fr: Evenement de collection - #{0}
ko: 수집 이벤트- #{0}
ru: Забор материала- #{0}
zh: 采集项目- #{0}

source: Collection Event Information
fr: Information de l'évènement de collection
ko: 수집 이벤트 정보
ru: Информация по забору материала
zh: 采集项目信息

source: Add a comment
fr: Ajouter un commentaire
ko: 댓글 추가
ru: Добавить комментарий
zh: 添加评论

source: Change Source
fr: Changer la source
ko: 근원 변경
ru: Изменить источник
zh: 更改资源

source: Visit must have a number
fr: Visite doit avoir un numéro
ko: 방문은 방문번호가 필요합니다
ru: У посещения должен быть номер
zh: 访问必须有一个编号

source: Patient visit must have an activity status
fr: Visite patient doit avoir un statut d'activité
ko: 환자 방문은 활동상태가 필요합니다
ru: У посещения пациента должен быть статус активности
zh: 患者访问必须是活动状态

source: Time drawn to use on new specimens
fr: Date de prélèvement à utiliser sur les nouveaux spécimens
ru: Время забора на новых образцах
zh: 时间表使用 无新样本

source: Error retrieving source specimens
fr: Erreur lors de la récupération des spécimens source
ko: 원검체 검색중 오류
ru: Ошибка при извлечении источников образца
zh: 错误检索资源样本

source: You should select a valid number
fr: Vous devez sélectionné un numéro valide
ko: 유효한 숫자를 선택해주십시오
ru: Вы должны выбрать действительный номер
zh: 你应该选择一个有效编码

source: Collection Event for visit {0}
fr: Evènement de collection pour la visite {0}
ko: 방문 {0}해당 수집이벤트
ru: Забор материала для посещения {0}
zh: 访问采集项目{0}

source: Creating a new storage container.
fr: Création d'un nouveau conteneur de stockage
ko: 새로운 저장기 만드는 중
ru: В процессе создания нового хранилища для контейнера
zh: 创建新的存储容器

source: Editing an existing storage container.
fr: Edition d'un conteneur de stockage existant
ko: 기존 저장기 편집중
ru: В процессе редакции существующего хранилища для контейнера
zh: 编辑现存存储容器

source: Container must have a name
fr: Conteneur doit avoir un nom
ko: 용기 이름이 필요합니다
ru: У контейнера должно быть имя
zh: 容器必须有个名称

source: Container must have a container type
fr: Conteneur doit avoir un type
ko: 용기 종류가 필요합니다
ru: У контейнера должен быть обозначен тип
zh: 容器必须有容器类型

source: Position is empty or not a valid number
fr: Position est vide ou n'est pas un numéro valable
ko: 위치가 비어있거나 유효하지않은 숫자입니다
ru: Позиция пустая или содержит недействительный номер
zh: 位置为空或无效数字

source: Container {0}
fr: Conteneur {0}
ko: 용기 {0}
ru: Контейнер {0}
zh: 容器{0}

source: Container must have an activity status
fr: Conteneur doit avoir un statut d'activité
ko: 용기는 활동상태가 필요합니다
ru: У контейнера должен быть статус активности
zh: 容器必须是活动状态

source: Temperature (Celcius)
fr: Température (Celcius)
ko: 온도 (섭씨)
ru: Температура ( в градусах Цельсия)
zh: 温度（摄氏度）

source: Default temperature is not a valid number
fr: Température par défaut n'est pas un nombre valable
ko: 기본온도가 유효하지않은 숫자입니다
ru: Температура по умолчанию является недействительным значением
zh: 默认温度是无效数字

source: Renaming container
fr: Renommage conteneur
ko: 용기 이름을 바꾸는 중
ru: В процессе переименованию контейнера
zh: 重命名容器

source: This container has been renamed. Its children will also be renamed. Are you sure you want to continue ?
fr: Ce conteneur a été renommé. Ses enfants seront renommés. Souhaitez-vous continuer ?
ko: 용기 이름이 바뀌었습니다. 해당 아동 이름들도 바뀔겁니다. 계속 진행하시겠습니까?
ru: Этот контейнер был переименован. Его второстепенные источники тоже будут переименованы. Вы уверены что хотите продолжить?
zh: 此容器已重命名。它的子容器也将被重命名。你确定继续？

source: Product barcode invalid for microplate container
fr: Code barre du produit invalide pour conteneur microplaque

source: Creating a new storage type.
fr: Création d'un nouveau type de stockage
ko: 새 저장소 종류 만드는 중
ru: В процессе создания нового типа хранилища
zh: 创建新的存储类型

source: Editing an existing storage type.
fr: Edition d'un type de stockage existant
ko: 기존 저장소 종류 만드는중 ***???storage vs storage container?
ru: В процессе редактирования существующего типа хранилища
zh: 编辑现存存储类型

source: New Container Type
fr: Nouveau type conteneur
ko: 새 용기 종류
ru: Новый тип контейнера
zh: 新的容器类型

source: Container Type {0}
fr: Conteneur type{0}
ko: 용기 종류 {0}
ru: Контейнер типа {0}
zh: 容器类型{0}

source: Container Type Information
fr: Information type conteneur
ko: 용기 종류 정보
ru: Информация о типе контейнера
zh: 容器类型信息

source: Container type must have a name
fr: Type conteneur doit avoir un nom valable
ko: 용기 종류는 이름이 필수항목입니다
ru: Тип контейнера должен иметь имя
zh: 容器类型必须有个名称

source: Container type must have a short name
fr: Type conteneur doit avoir une abbréviation
ko: 용기 종류는 약식이름이 필수항목입니다
ru: Тип контейнера должен иметь короткое имя
zh: 容器类型必须有个简短的名称

source: Top Level Container
fr: Conteneur du plus haut niveau
ko: 최상급 용기
ru: Верхний уровень контейнера
zh: 高级别容器

source: Is Microplate
fr: Est microplaque

source: Rows
fr: Lignes
ko: 행
ru: Ряды
zh: 行

source: Row capacity is not a valid number
fr: Capacité de ligne n'est pas un nombre valide
ko: 행 최대값이 유효하지않은 숫자입니다
ru: Вместимость ряда не действительный номер
zh: 行容量为无效数字

source: Columns
fr: Colonne
ko: 열
ru: Колонки
zh: 列

source: Column capacity is not a valid number
fr: Capacité de colonne n'est pas un nombre valide
ko: 열 최대값이 유효하지않은 숫자입니다
ru: Вместимость колонки не действительный номер
zh: 列容量为无效数字

source: Default Temperature (Celcius)
fr: Température par défaut (Celcius)
ko: 기본 온도 섭씨
ru: Температура по умолчанию н градусов Цельсия
zh: 默认温度（摄氏度）

source: Select a child labeling scheme
fr: Selectionnez une méthode d'identification des enfants
ko: 자용기 레이블 구성표를 선택해주십시오
ru: Выберите схему второстепенной отметки
zh: 选择子标号方案

source: Error setting the labeling scheme
fr: Erreur lors de la mise en place de la méthode d'identification
ko: 레이블 구성표 설정 중 오류
ru: Ошибка при установке схемы отметки
zh: 错误设置标号方案

source: Container type must have an activity status
fr: Type conteneur doit avoir un statut d'activité
ko: 용기 종류는 활동 상태가 필요합니다
ru: Тип контейнера должен иметь статус активности
zh: 容器类型必须是活动状态

source: Contents
fr: Contenu
ko: 내용물
ru: Содержание
zh: 目录

source: Contains Containers
fr: Contient conteneurs
ko: 용기가 있습니다
ru: Содержит контейнера
zh: 包含容器

source: Contains Specimens
fr: Contient spécimens
ko: 검체가 있습니다
ru: Содержит образцы
zh: 包含样本

source: Available specimen types
fr: Type spécimens disponibles
ko: 사용 가능한 검체 종류들
ru: Возможные типы образцов
zh: 可用的样本类型

source: Selected specimen types
fr: Type spécimens sélecionné
ko: 선택된 검체 종류들
ru: Выбранные типы образцов
zh: 选定样本类型

source: Available Sub-Container Types
fr: Type de sous-conteneur disponibles
ko: 사용 가능한 부용기 종류들
ru: Возможные типы под контейнеров
zh: 可用的附属容器类型

source: Selected Sub-Container types
fr: Type de sous-conteneur sélecionné
ko: 선택된 부용기 종류들
ru: Выбранные типы под контейнеров
zh: 选定附属容器类型

source: Select a labeling layout
fr: Selectionnez une méthode d'identification

source: Container Type {0}
fr: Type conteneur {0}
ko: 용기 종류 {0}
ru: Контейнер типа {0}
zh: 容器类型{0}

source: Default temperature (Celcius)
fr: Température par défaut (Celcius)
ko: 기본 온도 섭씨
ru: Температура по умолчанию н градусов Цельсия
zh: 默认温度（摄氏度）

source: Child labeling scheme
fr: Méthode d'identification des enfants
ko: 자용기 레이블 구성표
ru: Схема второстепенной отметки
zh: 子标号方案

source: Contains specimens
fr: Contient spécimens
ko: 검체가 있습니다
ru: Содержит образцы
zh: 包含样本

source: Specimens types:
fr: Types spécimens:
ko: 검체 종류들:
ru: Типы образцов:
zh: 样本类型：

source: Contains Container Types
fr: Contient types conteneur
ko: 용기 종류들이 있습니다
ru: Содержит типы контейнеров
zh: 包含容器类型

source: Container types:
fr: Types conteneur:
ko: 용기 종류:
ru: Типы контейнеров:
zh: 容器类型：

source: Container Visual
fr: Visuel conteneur
ko: 용기 비주얼
ru: Визуальный контейнер
zh: 可视化容器

source: Container {0} ({1})
fr: Conteneur {0} ({1})
ko: 용기 {0} ({1})
ru: Контейнер {0} ({1})
zh: 容器 {0} ({1})

source: Positions errors
fr: Erreur position
ko: 위치 오류
ru: Ошибки в позициях
zh: 位置错误

source: Some child container has wrong position number
fr: Certains conteneurs enfants ont des numéros de position eronnés
ko: 아용기중 잘못된 위치 번호가 지정되었습니다
ru: У некоторых второстепенных контейнеров неверные номера в позициях
zh: 某些子容器是错误位置编号

source: There are no child container types defined for this container.
fr: Aucun type conteneur enfant définit pour ce conteneur

source: Error in container children : can't display those initialized
fr: Erreur dans conteneur enfant : impossible de d'afficher ceux initialisés
ru: Ошибка при второстепенных контейнерах: невозможно выставить на показ те, которые были инициализированы
zh: 子容器错误：无法显示初始化

source: Initialize selection to
fr: Initialiser séléction à
ko: 선택을 …로 초기화
ru: Начините выбор в
zh: 初始化选择

source: Initialize
fr: Initialiser
ko: 초기화
ru: Начать
zh: 初始化

source: Delete selected containers of type
fr: Supprimer conteneurs selectionnés du type
ko: 선택된…용기종류 삭제
ru: Удалить обобранные типы контейнеров
zh: 删除已选的容器类型

source: All
fr: Tous
ko: 모든
ru: Все
zh: 所有

source: Confirm Delete
fr: Confirmer suppression
ko: 삭제 확인
ru: Подтвердить удаление
zh: 确认删除

source: Are you sure you want to delete these containers?
fr: Etes-vous sûr de vouloir supprimer ces conteneurs ?
ko: 이 용기들을 삭제하시겠습니까?
ru: Вы уверенны что хотите удалить эти контейнера
zh: 你确定你想删除这些容器？

source: Initializing...
fr: Initialisation...
ko: 초기화 중...
ru: Процесс инициализации..
zh: 初始化中...

source: Error while creating children
fr: Erreur lors de la création des enfants
ko: 아용기 만들기 중 오류...
ru: Ошибка при создании ?
zh: 创建子容器错误

source: Deleting...
fr: Suppression...
ko: 삭제 중...
ru: Идет удаление
zh: 删除中...

source: Can't Delete Containers
fr: Impossible de supprimer conteneurs
ko: 용기를 삭제할 수 없습니다
ru: Невозможно удалить контейнера
zh: 无法删除容器

source: Dispatch sent on {0} from
fr: Expédition envoyée le {0} depuis
ko: …부터 {0} 배송 보내젔음
ru: Сообщение отправлено на {0} форме
zh: 从{0}派送

source: Departed
fr: Parti
ko: 출발했음
ru: Отправлено
zh: 过去的

source: Date received
fr: Dat reçu
ko: 받은 날짜
ru: Дата получения
zh: 接收时间

source: Problem with specimen
fr: Problème avec le spécimen
ko: 검체 오류
ru: Проблема с образцом
zh: 样本问题

source: Microplate does not exist or has no specimens
fr: La microplaque n'existe pas ou n'a pas de spécimen

source: Problem adding microplate specimens
fr: Problème lors de l'ajout de spécimen à la microplaque

source: Microplate ID format not valid
fr: Format de l'ID de la microplaque n'est pas valable

source: Specimen already accepted
fr: Spécimen déjà accepté
ko: 이미 받은 검체
ru: Образец уже принят
zh: 样本已经接受

source: Specimen with inventory id {0} is already in received list.
fr: Spécimen avec ID inventaire {0} est déjà dans la liste des spécimens reçus
ko: 인벤토리 아이디 {0} 검체는 이미 받은 목록에 있습니다
ru: Образец с инвенторной идентификацией {0} уже есть в списке полученных
zh: 存货编号为{0}的样本已存在于接收清单中

source: Specimen with inventory id {0} has not been found in this dispatch. It will be moved into the extra-pending list.
fr: Spécimen avec ID inventaire {0} n'a pas été trouvé dans cet envoi. Il sera déplacé dans la liste d'attente supplémentaire
ko: 이 배송에 인벤토리 아이디 {0} 검체를 찾을 수 없습니다. 대기 목록으로 옯깁니다.
ru: Образец с инвенторной идентификацией {0} не найден в этом сообщении, он будет переведен в дополнительный список для рассмотрения
zh: 此文件中无法找到存货编号为{0}的样本。将会移动到待定清单中

source: Specimen is extra but object is null
fr: Le spécimen est en plus, mais l'objet est nul
ko: 검체는 추가이나 개체가 null입니다
ru: Образец дополнительный но объект нулевой
zh: 样本是额外的但是对象无效

source: Error receiving the specimen
fr: Erreur lors de la réception du spécimen
ko: 검체 받는 중 오류
ru: Ошибка при получении образца
zh: 错误接收样本

source: Receiving dispatch
fr: Reception de l'expédition
ko: 배송 받는 중
ru: Процесс принятия сообщения
zh: 接收文件

source: Dispatch sent on {0}
fr: Expédition envoyé le {0}
ko: {0} 배송 보내짐
ru: Сообщение отправлено на {0}
zh: 发送文件{0}

source: Error trying to add again all specimens. If you save only those specimens won't be added:
fr: Erreur en essayant de réajouter tout les spécimens. Si vous sauvegardez , seul ces spécimens ne seront pas rajoutés:
ru: Ошибка в попытке снова добавить все образцы. Если вы сохранили только эти образцы не будет добавлено
zh: 错误尝试再次添加所有样本。将不被添加:

source: Dispatch Information
fr: Information sur l'expédition
ko: 배송 정보
ru: Информация о сообщении
zh: 文件信息

source: Dispatch must have a receiver
fr: Expédition doit avoir un receveur
ko: 배송은 수신자가 필요합니다
ru: У сообщения должен быть получатель
zh: 文件必须有接收者

source: Unable to retrieve Centers
fr: Impossible de récupérer les Centres
ko: 센터들을 검색할 수 없습니다
ru: Невозможно восстановить центры
zh: 无法检索中心

source: Add specimens to this dispatch
fr: Ajouter spécimens à cet envoi
ko: 이 배송에 검체 추가
ru: Добавить образцы к этому сообщению
zh: 添加样本到此文件

source: Added specimens
fr: Spécimens ajoutés
ko: 추가된 검체
ru: Добавленные образцы
zh: 添加样本

source: Invalid specimen
fr: Spécimen invalid
ko: 유효하지않은 검체
ru: Недействительные образцы
zh: 无效样本

source: Error adding the specimen
fr: Erreur lors de l'ajout du spécimen
ko: 검체 추가 중 오류
ru: Ошибка в добавлении образцов
zh: 错误添加样本

source: New Dispatch
fr: Nouvel envoi
ko: 새 배송
ru: Новое сообщение
zh: 新文件

source: Send the dispatch
fr: Envoyer l'expédition

source: Do you wish to send the dispatch?
fr: Souhaitez-vous envoyer l'expédition?

source: Send later
fr: Envoyer plus tard

source: To send the dispatch later you can open the dispatch view form and press the "Send" button in the top right of the form. You can also expand the "Creation" node on the tree at the left, and right click on your dispatch and select "Send Dispatch".
fr: Pour expédier l'envoi plus tard, vous pouvez ouvrir le formulaire de l'envoi et appuyer sur le bouton "Envoyer" en haut à droite du formulaire. Vous pouvez aussi expandre le noeud "Creation" sur l'arbre à gauche, et clic droit sur votre expédition et sélectionnez "Envoyer expédition".

source: Dispatch created for {0}
fr: Expédition crée pour {0}

source: Dispatch sent on {0} from {1}
fr: Expédition envoyé le {0} de {1}
ko: {1}로부터 배송이 {0} 보내졌습니다
ru: Сообщение отправлено на {0} с {1}
zh: 调度发送{0}到{1}

source: Specimens added
fr: Spécimens ajoutés
ko: 검체 추가됨
ru: Образец добавлен
zh: 添加样本

source: Receive
fr: Recevoir
ko: 받기
ru: Получено
zh: 接收

source: Receive and Process
fr: Recevoir et Traiter
ko: 받고 처리하기
ru: Получить и оформить
zh: 接收和加工

source: Done
fr: Terminer
ko: 완료
ru: Сделано
zh: 已完成

source: Dispatch Lost
fr: Expédition perdue
ko: 배송 잃어버림
ru: Сообщение утеряно
zh: 文件丢失

source: Dispatch Complete
fr: Expédition achevée
ko: 배송 완료
ru: Сообщение завершено
zh: 完成文件

source: Logging: results
fr: Journalisation: résultats
ko: 로깅: 결과들
ru: Процесс регистрации: результаты
zh: 登录：结果

source: Logging: Browse through your search results
fr: Journalisation : Naviguer à travers vos resultats de recherche
ko: 로깅: 검색 결과를 탐색해주십시오
ru: Процесс регистрации: посмотрите результаты вашего поиска
zh: 登录：浏览你的搜索结果

source: Start Date
fr: Date de début
ko: 시작 날짜
ru: Дата начала
zh: 开始日期

source: Details
fr: Détails
ko: 자세히
ru: Детали
zh: 详细资料

source: End Date
fr: Date de fin
ko: 종료 날짜
ru: Дата окончания
zh: 结束日期

source: Search Results
fr: Rechercher résultats
ko: 검색 결과
ru: Результаты поиска
zh: 搜索结果

source: Export CSV
fr: Exporter CSV
ko: CSV 내보내기
ru: Экспортировать CSV
zh: 导出CSV

source: Log Query:
fr: Recherche du journal:
ko: 로그 쿼리:
ru: Список вопросов
zh: 日志查询：

source: Cannot Export
fr: Impossible d'exporter
ko: 내보낼 수 없습니다
ru: Невозможно экспортировать
zh: 无法导出

source: Confirm Report Results Export
fr: Confirmer l'exportation des résultats du rapport
ko: 확인 보고 결과 내보내기
ru: Подтвердите отчет о результатах экспорта
zh: 确认报告结果导出

source: Are you sure you want to {0}?
fr: Etes-vous sûr de vouloir {0}?
ko: 정말 {0} 하시겠습니까?
ru: Вы уверенны что хотите {0}
zh: 你确定你想{0}

source: Error Exporting
fr: Erreur d'exportation
ko: 내보내는 중 오류
ru: Ошибка при экспортировании
zh: 错误导出

source: Patient must have a patient number
fr: Patient doit avoir un numéro de patient
ko: 환자는 환자번호가 필요합니다
ru: У пациента должен быть номер
zh: 患者必须有患者编号

source: New Patient
fr: Nouveau patient
ko: 새 환자
ru: Новый пациент
zh: 新患者

source: Patient Information
fr: Information patient
ko: 환자 정보
ru: Информация о пациенте
zh: 患者信息

source: A study should be selected
fr: Une étude doit être sélectionnée
ko: 연구가 선택되어야합니다
ru: Должно быть выбрано исследование
zh: 可选一个课题

source: Created At should be set
fr: Crée à doit être indiquée
ko: …서 만들어짐 이 설정되어야합니다
ru: Создано в должно быть установлено
zh: 可设置创建

source: Merging Patient {0}
fr: Fusion du patient {0}
ko: 환자 {0} 병합 중
ru: Объединять пациентов {0}
zh: 合并患者{0}

source: Merging into Patient {0}
fr: Fusion en Patient {0}
ko: 환자 {0}로 병합 중
ru: Объединять с пациентами {0}
zh: 合并到{0}个案

source: Enter the patient number to merge into patient {0} and press the Enter key
fr: Entrez le numéro de patient à fusionner en patient {0} et appuyer sur Entrée
ko: 환자 {0}로 병합하실 환자 번호를 입력하신 후 Enter 키 를 눌러주십시오
ru: Введите номер пациента для объединения с пациентом {0} и нажмите клавишу ввода

source: A comment is required
fr: Un commentaire est requis

source: Arrow
fr: Flèche
ko: 화살표
ru: Стрелка

source: Patient not found
fr: Patient introuvable
ko: 환자를 찾을 수 없습니다
ru: Пациент не найден
zh: 无法找到患者

source: Error retrieving patient
fr: Erreur lors de la récupération du patient
ko: 환자 검색 중 오류
ru: Ошибка в восстановлении пациента
zh: 错误检索患者

source: Invalid Patient Number
fr: Numéro de patient invalide
ko: 유효하지않은 환자 번호
ru: Недействительный номер пациента
zh: 无效患者编号

source: Cannot find a patient with that pnumber
fr: Impossible de trouver patient avec ce numéro
ko: 이 pnumber에 해당하는 환자를 찾울 수 없습니다
ru: Невозможно найти пациента с этим номером
zh: 无法找到此编号患者

source: Duplicate Patient Number
fr: Dupliquer numéro patient
ko: 환자 번호 복제
ru: Двойной номер пациента
zh: 复制患者编号

source: Cannot merge a patient with himself
fr: Impossible de fusionner un patient avec lui-même
ko: 환자를 스스로 병합할 수 없습니다
ru: Невозможно объединить пациента с самим собой
zh: 无法合并患者

source: Patients from different studies cannot be merged
fr: Patients d'études différentes ne peuvent être fusionnés
ko: 다른 연구들에서 환자들을 병합할 수 없습니다
ru: Пациенты из разных исследований не могут быть объединены
zh: 不同课题的患者不能合并

source: Confirm Merge
fr: Confirmer fusion
ko: 병합 확인
ru: Подтвердите объединение
zh: 确认合并

source: Are you sure you want to merge patient {0} into patient {1}? All collection events, source specimens, and aliquoted specimens will be transferred.
fr: Etes-vous sûr de vouloir fusionner patient {0} en patient {1}? Les évènements de collection, spécimens source et spécimens alliquotés seront transferés.
ko: 정말 환자 {0} 를 환자 {1}로 병합하시겠습니까? 모든 수집 이벤트, 원검체 와 ? 가 전송됩니다.
ru: Вы уверенны что хотите объединить данные пациента {0} и пациента {1}? Все заборы материала, источники образцов, и пробные образцы будут перенесены
zh: 你确定你想合并患者{0}到患者{1}中？所有采集项目，资源样本，等分样本将被转移

source: Merge Failed
fr: Echec de la fusion
ko: 병합 실패
ru: Объединение не удалось
zh: 合并失败

source: Patient {0} will be merged into patient {1}
fr: Patient {0} sera fusionné en patient {1}
ko: 환자 {0}가 환자 {1}로 평합됩니다
ru: Пациент {0} будет объединен с пациентом {1}
zh: 患者{0}将合并到患者{1}中

source: Unable to open form
fr: Impossible d'ouvrir le formulaire
ko: 폼을 열 수 없습니다
ru: Невозможно открыть форму
zh: 无法打开表格

source: Error loading collection event.
fr: Erreur lors du chargement de l'évènement de collection
ko: 수집 이벤트 로드 중 오류
ru: Ошибка при загрузке события забора материала
zh: 错误加载采集项目

source: Creating a new processing event
fr: Création d'un nouvel évènement de traitement
ko: 새 처리 이벤트를 만드는 중
ru: Процесс создания нового текущего события
zh: 创建新项目

source: Editing a processing event
fr: Editer un évènement de traitement
ko: 처리 이벤트를 편집하는 중
ru: Редактирование текущего события
zh: 编辑项目

source: New processing event
fr: Nouvel évènement de traitement
ko: 새 처리 이벤트
ru: Новое текущее событие
zh: 新项目

source: Processing event {0} on {1}
fr: Evenement de traitement {0} sur {1}
ko: 처리 이벤트 {0} ?{1}
ru: Текущее событие {0} в {1}
zh: 在{1}上处理项目{0}

source: Processing event date {0}
fr: Date de l'évènement de traitement {0}
ko: 처리 이벤트 날짜 {0}
ru: Дата текущего события {0}
zh: 处理项目时间{0}

source: Processing event information
fr: Information de l'évènement de traitement
ko: 처리 이벤트 정보
ru: Информация от текущем событии
zh: 处理项目信息

source: Start time
fr: Heure de début
ko: 시작 시간
ru: Время старта
zh: 开始时间

source: A creation date/time should be selected
fr: Une heure/date de création doit être sélecionnée
ko: 만들어진 날짜/시간 이 선택되어야합니다
ru: Должно быть выбрано время и дата создания
zh: 可选择创建日期/时间

source: Worksheet cannot be null
fr: Formulaire de peut être nul
ko: 워크쉬트는 null일수없습니다
ru: Рабочий список не может быть нулевым
zh: 工作表不能为空

source: Processing event must have an activity status
fr: Evenement de traitement doit avoir un statut d'activité
ko: 처리 이벤트는 활동 상태가 필요합니다
ru: У текущего события должен быть статус активности
zh: 处理项目必须是活动状态

source: No specimen found for that inventory id.
fr: Aucun spécimen trouvé pour cet ID inventaire
ko: 인벤토리 아이디에 해당하는 검체를 찾을 수 없음
ru: Ни одного образца не найдено для этой инвенторной идентификации
zh: 没找到那个存货编号的样本

source: 'none'
fr: 'aucun'
ko: '없음'
ru: Ни одного
zh: 默认值

source: Specimen is currently in center {0}. You can''t process it.
fr: Spécimen est actuellement dans le centre {0}. Vous ne pouvez pas le traiter.
ko: 검체는 현재 센터 {0}에 있습니다. 처리하실 수 없습니다.
ru: Образцы в настоящем времени в центре {0}. Вы не можете их востребовать
zh: 样本目前在中心{0}中。你不能处理它。

source: This specimen is already in processing event ''{0}'' ({1}). Remove it from the other processing event first.
fr: Ce spécimen est déjà dans l'évènement de traitement ''{0}'' ({1}). Supprimer le des autres évènements de traitement.
ko: 이 검체는 이미 처리 이벤트 ''{0}'' ({1})에 있습니다. 다른 처리 이벤트에서 이 검체를 먼저 제거하십시오
ru: Этот образец уже есть в текущем событии '' {0}''. ({1}). Сначала удалите его из других текущих событий
zh: 此样本已存在于进行项目''{0}'' ({1})。首先从其他进行项目中删除

source: This specimen has status ''{0}''. Only ''Active'' specimens can be added to a processing event.
fr: Ce spécimen à le statut ''{0}''. Seul les spécimens ''Actif'' peuvent être ajoutés à l'évènement de traitement
ko: 이 검체는 "{0}"상태입니다. "활동 중" 검체만 처리 이벤트에 추가될 수 있습니다.
ru: У этого образца есть статус '' {0}''. Только активные образцы могут быть добавлены к текущему событию.
zh: 此样本状态是''{0}''。只有“活动的”样本可以添加到进行项目

source: Specimen is currently listed in a dispatch.
fr: Spécimen est actuellement listé dans un envoi.
ko: 검체가 현재 배송에 등록되어있습니다
ru: Образец уже занесен в сообщение
zh: 样本已登记在文件中

source: Specimen is currently listed as stored in a container.
fr: Spécimen est actuellement listé comme stocké dans un conteneur.
ko: 검체가 현재 용기에 보관됨으로 등록되어있습니다
ru: Образец в настоящее время записан сохраненным в контейнере
zh: 样本已登记，存储在容器中

source: This specimen is from study ''{0}''. This study is not linked to your current working center. Processing is not allowed.
fr: Ce spécimen provient de l'étude ''{0}''. Cette étude n'est pas lié à votre centre de travail actuel. Traitement interdit.
ko: 이 검체는 연구 ''{0}''소속입니다. 이 연구는 귀하의 작업 센터와 연결되지않습니다. 처리하실 수 없습니다.
ru: Этот образец из исследования '' {0}''. Это исследование не связано с вашим текущим центром. Вход не разрешен.
zh: 此样本来自课题''{0}''。此课题不能连接到你当前工作中心。不允许处理

source: All Specimens must be part of the same study.
fr: Tout spécimens doivent faire parti de la même étude.
ko: 모든 검체는 같은 연구에 해당해야합니다
ru: Все образцы должны быть частью одного исследования
zh: 所有样本必须是相同研究的一部分

source: In a processing event, all specimens must be part of the same study.
fr: Dans un évènement de traitement, tout spécimens doivent faire parti de la même étude.
ko: 처리 이벤트에서 모든 검체는 같은 연구 소속이여야합니다.
ru: В текущем событии, все образцы должны быть частью одного исследования
zh: 处理项目中，所有样本必须是相同研究的一部分

source: Cannot remove processed specimens with children.
fr: Impossible d'enlever les spécimens traités avec enfants.
ru: Невозможно удалить оформленные образцы, при наличии второстепенных
