Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: Custom field 1 contains an empty value. Please disable the value field or enter some text.
tgl: Ang Nababagong Patlang 1 ay walang nilalaman na halaga. Huwag paganahin ang halaga ng patlang o magpasok ng ilang teksto.

source: Custom field 2 contains an empty name. Please disable the name field or enter some text.
tgl: Ang Nababagong Patlang 2 ay hindi naglalaman ng pangalan. Huwag paganahin ang patlang ng pangalan o maglagay ng ilang teskto.

source: Custom field 2 contains an empty value. Please disable the value field or enter some text.
tgl: Ang Nababagong Patlang 2 ay walang nilalaman na halaga. Huwag paganahin ang halaga ng patlang o magpasok ng ilang teskto.

source: Custom field 3 contains an empty name. Please disable the name field or enter some text.
tgl: Ang Nababagong Patlang 3 ay walang nilalaman na pangalan. Huwag paganahin ang patlang o magpasok ng ilang teksto.

source: Custom field 3 contains an empty value. Please disable the value field or enter some text.
tgl: Ang Nababagong Patlang 3 ay walang nilalaman na halaga. Huwag paganahin ang patlang o magpasok ng ilang teksto.

source: Could not load template.. Selected template is null.
tgl: Hindi maikarga (load) ang template.. Ang napiling template ay walang halaga.

source: Template is lacking a jasper file.
tgl: Ang template ay may nawawala na talaksan (file) ng jasper

source: Patient Name
tgl: Pangalan ng Pasyente

# Specimen Type
source: Sp. Type
tgl: Uri ng Ispesimen

source: Printing Barcode Labels
tgl: Nililimbag ang Barcode ng mga Etiketa

source: Sending Data to Printer
tgl: Pinapadala ang Datos sa Limbagan (Printer)

source: Printing Operation Cancel
tgl: Kanselahin ang Operasyon ng Paglimbag (Printing)

source: The current set of prints are invalid, please shred any sheets that were printed from this operation.
tgl: Ang kasalukuyang kumpol ng mga limbag ay hindi wasto, pilasin ang kahit na anong nalimbag mula sa operasyon na ito.

source: Saving Barcode Labels PDF
tgl: Nagiimpok ng mga Etiketa ng Barcode sa PDF

source: Generating PDF
tgl: Nililikha ang PDF

source: Saving PDF
tgl: Iniimpok ang PDF

source: Problem saving file: {0}
tgl: May problema sa pag-iimpok ng talaksan (file): {0}

source: Error: Failed to clone jasper template.
tgl: May mali: Nabigong kopyahin ang jasper template.

source: Error: Failed to clone configuration.
tgl: May mali: Nabigong kopyahin ang kumpigrasyon.

source: jasper template has not been set
tgl: Ang template ng jasper ay hindi pa naitatalaga

source: Template with name {0} not found
tgl: Ang Template na may pangalang {0} ay hindi nahanap

source: not available
tgl: hindi magagamit

# Error message
source: not available
tgl: hindi magagamit

# Error message
source: Configuration data is invalid. Template is corrupt.
tgl: Hindi wasto ang datos ng kumpigurasyon. Sira ang template.

# Error message
source: Failed to fill configuration data into jasper template.
tgl: Nabigong punuin ang datos ng kumpigurasyon sa jasper template.

# Error message
source: Failed to fill configuration data into jasper template for printing.
tgl: Nabigong punuin ang datos ng kumpigurasyon sa jasper template para sa paglilimbag.

# Error message
source: Cannot have a null title
tgl: Hindi maaring walang laman ang titulo

# Error message
source: Require a valid amount of barcode strings
tgl: Nangangailangan ng sapat na halaga ng sunod-sunod na barcode

# Error message
source: Failed to load configuration setting: {0}
tgl: Nabigong ikarga (load) ang pagtatakda ng kumpigurasyon: {0}

# Error message
source: Empty or null barcode string was specified.
tgl: Walang laman o halaga ang sunod-sunod na barcode na tinukoy

# Error message
source: Barcode ID must be a 12 character alphanumeric string.
tgl: Ang Barcode ID ay mayroon dapat 12 karakter na may sunod-sunod na magkahalong alpabeto at numero

# Error Message
source: Failed to load configuration setting: {0}
tgl: Nabigong ikarga (load) ang pagtatakda ng kumpigurasyon: {0}

# Error Message
source: A valid jasper file is required.
tgl: Nangangailangan ng balidong talaksan (file) ng jasper.

# Error Message
source: Failed to create element in patient info box: {0}
tgl: Nabigong lumikha ng elemento sa kahon ng impormasyon ukol sa pasyente: {0}

# Label
source: Settings Editor Tree
tgl: Tangkay ng mga Pagtatakda ng Patnugot

# Label
source: Horizontal (mm)
tgl: Pahalang (mm)

# Label
source: Vertical (mm)
tgl: Patindig (mm)

# Label
source: Width (mm)
tgl: Lapad (mm)

# Label
source: Height (mm)
tgl: Haba(mm)

# Error message
source: Cannot create an item in a null tree.
tgl: Hindi makalikha ng bagay sa tangkay na walang laman.

# Error message
source: Cannot create an item in a null location.
tgl: Hindi makalikha ng bagay sa lokasyon na walang laman.

# Error message
source: Cannot create an item with a null rectangle value.
tgl: Hindi makalikha ng bagay mula sa rectangle value na walang halaga.

# Error message
source: Location must contain at least one segment.
tgl: Ang lokasyon ay nangangailangan ng hindi kukulang sa isang bahagi.

# Error message
source: TreeItem searching failed: currentItem is null.
tgl: Nabigong hanapin ang bagay mula sa tangkay: ang kasalukuyangbagay ay walang halaga.

# Error message
source: Cannot populate tree: Tree is null.
tgl: Hindi mapadami ang tangkay. Ang tangkay ay walang halaga.

# Error message
source: A valid configuration setting is required.
tgl: Nangangailangan ng balidong pagtatakda ng kumpigurasyon.

# Error message
source: Editor is null.
tgl: Ang Patnugot ay walang halaga.

# Error message
source: Could not find key in configuration:
tgl: Hindi mahanap ang susi sa kompigurasyon:

source: Scanner Driver Not Selected
tgl: Hindi pa napipili ang Pang-andar (Driver) ng Skaner

source: Please select and configure the scanner in preferences
tgl: Piliin at kumpigurahin ang skaner sa mga kagustuhan

source: Scanner error
tgl: May mali sa skaner

source: Source Selection Error
tgl: May mali sa pagpili ng pinagmulan

source: Invalid value
tgl: Hindi wasto ang halaga

source: Select Scanner
tgl: Pumili ng skaner

source: Driver Type
tgl: Uri ng Pang-andar (Driver)

source: Brightness:
tgl: Liwanag:

source: Contrast:
tgl: Kontrast:

source: Scanning Source Error
tgl: May mali sa pinagmulan ng skan

source: Left
tgl: Kaliwa

source: Top
tgl: Pinakataas

source: Right
tgl: Kanan

source: Bottom
tgl: Pinakababa

source: Plate is not enabled
tgl: Ang plaka ay hindi mapagana

source: A scan is required
tgl: Kailangan i-skan

source: Scan
tgl: I-skan
