Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: sending center with name "{0}" does not exist
tgl: Walang nananatiling "{0}" na pangalan ng nagpapadalang center

source: receiving center with name "{0}" does not exist
tgl: Walang nananatiling "{0}" na pangalan ng tumatanggap na center

source: patient number "{0}" does not exist
tgl: Walang nananatiling "{0}" na numero ng pasyente

source: inventory id "{0}" does not exist
tgl: Walang nananatiling "{0}" na pangimbentaryong id

source: shipping method "{0}" does not exist
tgl: Walang nananatiling "{0}" na paraan ng pagpapadala

source: specimen already exists
tgl: mayroon nang nananatili na ganitong ispesimen

source: collection event for patient {0} with visit number "{1}" does not exist
tgl: Walang nananatiling kaganapan ng pagkolekta para sa pasyenteng {0} namay bilang "{1}" ng pagbisita

source: specimen declared a source specimen but parent inventory ID present
tgl: may idiniklerang pinagmulan na ispesimen, ngunit mayroon dinnananatiling pangimbentaryong ID ng pinaghugutan

source: parent inventory id does not exist: {0}
tgl: walang nananatiling pangimbentaryong id ng pinaghugutan: {0}

source: when parent inventory id is not specified, patient number, and visit number are required
tgl: kapag ang pangimbentaryong id ng pinaghugutan ay hindi tinukoy, ang numero ng pasyente at bilang ng pagbisita ay kailangan

source: pallet position defined but not product barcode or label
tgl: ang posisyon ng arag-arag (pallet) ay natukoy pero hindi ang barcode o etiketa ngprodukto

source: pallet product barcode defined but not position
tgl: ang barcode ng produkto ng arag-arag (pallet) ay natukoy pero hindi ang posisyon

source: pallet label defined but not container type
tgl: natukoy ang etiketa ng arag-arag (pallet) pero hindi ang uri ng lalagyan

source: waybill "{0}" does not exist
tgl: Walang nananatiling "{0}" na waybill

source: specimen type with name "{0}" does not exist
tgl: Walang nananatiling uri ng ispesimen na may pangalang "{0}"

source: container with label "{0}" does not exist
tgl: walang nananatiling lalagyan na may etiketang "{0}"

source: patient number is invalid
tgl: ang numero ng pasyente ay hindi wasto

source: patient number "{0}" does not match the patient on the source specimen "{1}"
tgl: ang numero ng pasyente "{0}" ay hindi tumutugma sa pasyente ng pinagmulan na ispesimen "{1}"

source: collection event with visit number "{0}" does match the source specimen's collection event
tgl: ang kaganapan ng pagkolekta na may bilang "{0}" ng pagbisita ay tumutugma sa kaganapan ng pagkolekta ng pinagmulan na ispesimen

source: specimen has no patient
tgl: ang ispesimen ay walang kaugnay na pasyente

source: Cannot delete contact {0} because it is still associated with other studies.
tgl: Hindi mabura ang kaugnayan {0} dahil kasama pa ito sa ibang mga pagsusuri.

source: Specimen "{0}" not found in collection.
tgl: Ang ispesimen "{0}" ay hindi mahanap sa koleksyon.

source: Attribute for label "{0}" is locked, changes not permitted.
tgl: Ang mga katangian para sa etiketang "{0}" ay nakakandado, ang mga pagbabago ayhindi pinahihintulutan.

source: Cannot find Study Event Attribute with id "{0}".
tgl: Hindi mahanap ang Katangian ng Kaganapan ng Pagsusuri na may id "{0}".

source: Value "{0}" is invalid for label "{2}".
tgl: Ang halagang "{0}" ay hindi wasto para sa etiketang "{2}".

source: Value "{0}" ("{1}") is invalid for label "{2}".
tgl: Ang halagang "{0}" ("{1}") ay hindi wasto para sa etiketang "{2}".

source: Cannot parse date "{0}".
tgl: Hindi masuri ang petsa "{0}".

source: Unknown Event Attribute Type "{0}".
tgl: Hindi Malaan ang Uri ng Katangian ng Kaganapan "{0}".

source: Specimen {0} has children and cannot be deleted. Instead, move it to a different collection event.
tgl: Ang ispesimen {0} ay may mga anak at hindi maaring burahin.Sa halip, ilipat ito sa ibang kaganapan ng pagkolekta.

source: Parent container and position should either both be set or both be null
tgl: Ang lalagyan at posisyon ng pinaghugutan ay kailangan parehong nakatakda o iwanan na walang laman

source: Unable to move container.
tgl: Hindi mailipat ang lalagyan.

source: Cannot set label on child containers.
tgl: Hindi maitakda ang etiketa sa mga anak na lalagyan.

source: Only freshly created dispatches may be deleted.
tgl: Ang mga bagong likhang padala lamang ang maaring burahin.

source: Cannot find a dispatch with id "{0}".
tgl: Hindi mahanap ang padala na may id "{0}".

source: Access Denied
tgl: Hindi pinahintulutan ang paggamit

source: Cannot find a {0} with id {1} in persistence.
tgl: Pilit na hindi mahanap ang {0} na may id {1}.

source: Specimens do not come from the same place.
tgl: Ang mga ispesimen ay hindi nagmumula sa parehong lugar.

source: Specimen id can not be null
tgl: Ang ispesimen id ay hindi maaring walang halaga

source: Expected a single query result, but got "{0}".
tgl: Inaasahang isa lamang ang resulta sa tanong, ngunit nakahanap ng "{0}".

source: Problem merging patients
tgl: May problema sa pagsasama-sama ng mga pasyente

source: Delete failed. There are child specimens linked through this processing event
tgl: Nabigong burahin. Mayroong mga anak na ispesimen na nakaugnay sa kaganapan ng pagproprosesong ito

source: Unable to run report for unknown reason
tgl: Hindi mapatakbo ang ulat sa hindi malamang dahilan

source: No request found with id "{0}".
tgl: Walang mahanap na hiling na may id "{0}".

source: Blank specimen id, please check your your file for correct input.
tgl: Walang laman ang id ng ispesimen, i-tsek muli ang talaksan (file) para sa tamang pagpasok ng impormasyon.

source: Specimen {0} missing
tgl: Ang ispesimen {0} ay nawawala

source: Specimen does not exist.
tgl: Walang nananatili na ganitong ispesimen.

source: Specimen different from the one registered at this position
tgl: Ang ispesimen ay iba sa nakarehistro sa posisyon na ito

source: This specimen should be on another pallet
tgl: Nasa ibang arag-arag (pallet) dapat ang ispesimen na ito

source: Activity status of {0} is not ''Active''. Check comments on this specimen for more information.
tgl: Ang kalagayan ng aktibidad {0} ay hindi "Aktibo". I-tsek ang mga komentaryo sa ispesimen na ito para sa karagdagang impormasyon.

source: Specimen {0} is currently assigned to center {1}. It should first be sent to center {2}.
tgl: Ang ispesimen {0} ay kasalukuyang nakatalaga sa center {1}. Ito ay dapat muna ipadala sa center {2}.

source: {0} is already in this dispatch.
tgl: Ang {0} ay naandito na sa padalang ito.

source: Specimen {0} not found in database
tgl: Ang ispesimen {0} ay hindi mahanap sa kalipunan ng mga datos (database)

source: Specimen should not be in shipment
tgl: Ang ispesimen ay hindi dapat kasama sa kargamento

source: Missing specimen "{0}".
tgl: Nawawala ang ispesimen "{0}".

source: Specimen not found
tgl: Hindi mahanap ang ispesimen

source: Error
tgl: Mali

source: Specimen previously registered on another position: {0}
tgl: Ang ispesimen ay nauna nang nakarehistro sa ibang posisyon: {0}

source: Specimen has a position in another site (site {0})
tgl: Ang ispesimen ay mayroon nang posisyon sa ibang lugar (site {0})

source: Value ''{0}'' has already been scanned in position {1}
tgl: Ang halagang "{0}" ay na-skan na sa ibang posisyon {1}

source: Specimen already in database
tgl: Ang ispesimen na ito ay kasama na sa kalipunan ng mga datos (database)

source: You do not have adequate permissions to delete this group
tgl: Ikaw ay walang sapat na mga pahintulot para burahin ang grupong ito

source: You do not have adequate permissions to save this group.
tgl: Ikaw ay walang sapat na mga pahintulot para impukin ang grupong ito.

source: You do not have adequate permissions to delete this user.
tgl: Ikaw ay walang sapat na mga pahintulot para burahin ang tagagamit na ito

source: Unable to delete associated CSM user.
tgl: Nabigong burahin ang kaugnay na tagagamit ng CSM

source: It appears you are trying to add groups you were not aware of. Please refresh your user management, start over, and try again.
tgl: Maaring may mga grupo kang dinadagdag nang hindi mo nalalaman. Kung maari,sariwain (i-refresh) ang pamamahala ng gumagamit, ulitin sa simula at subukang muli.

source: You cannot add this user to groups you cannot manage.
tgl: Hindi maaring isama ang tagagamit na ito sa mga grupo na hindi mo maaring pangasiwaan.

source: You do not have adequate permissions to modify this user.
tgl: Ikaw ay walang sapat na mga pahintulot para palitan ang tagagamit na ito.

source: Your roles or permissions have changed since you began modifying this user. Please start over and try again.
tgl: Ang iyong mga tungkulin at pahintulot ay nagbago mula ng baguhin ang tagagamit na ito. Pakiulit sa simula at subukan muli.

source: Problem modifying associated CSM user properties
tgl: Nagkaproblema sa pagbabago ng nakaugnay na mga katangian ng tagagamit ng CSM

source: Your manageable memberships have changed since you began modifying this user. Please refresh your user management, start over, and try again.
tgl: Ang mga pamamahala mo bilang miyembro ay nagbago simula ng baguhin itong tagagamit. Sariwain (refresh) ang pamamahala ng miyembro, ulitin sa simula at subukan muli.

source: Passwords must be at least {0} characters long
tgl: Ang hudyat (password) ay hindi dapat kukulang sa {0} na mga karakter ang haba

source: Problem with sent data. Container id is null
tgl: Nagkaproblema sa mga naipadalang datos. Ang id ng lalagyan ay walang halaga.

source: You must select a parent with a processing event
tgl: Kailangan pumili ng pinaghugutan kasama ng kaganapan ng pagproproseso

source: Clinic "{0}" must have contacts.
tgl: Ang klinika "{0}" ay nangangailangan ng mga kaugnay.

source: Study "{0}" not found in removed contact's studies.
tgl: Ang pagusuring "{0}" ay hindi mahanap sa mga pagsusuri ng natanggal na kaugnayan.

source: Cannot add multiple study event attributes with the same id ("{0}").
tgl: Hindi maaring magdagdag ng maramihang mga katangian ng kaganapan ng pagsusuri na may parehong id ("{0}").

source: labeling scheme with id "{0}" does not exist
tgl: Walang nananatiling pamamaraan ng pageetiketa na may id "{0}"

source: Error retrieving specimens: found {0} results.
tgl: May mali sa paghahanap ng mga ispesimen: May {0} na mga resulta.

source: {0} in {1} (visit #{2})
tgl: {0} sa {1} (#{2} na pagbisita)

# model
source: Position
tgl: Posisyon

# model
source: Row
tgl: Hanay

# model
source: Column
tgl: Haligi

source: Active
tgl: Aktibo

source: Closed
tgl: Sarado

source: Flagged
tgl: Nakapalatandaan

# model
source: Activity Status
tgl: Kalagayan ng Aktibidad

# model
source: City
tgl: Lungsod

# model
source: Country
tgl: Bansa

# model
source: Fax Number
tgl: Numero ng Fax

# model
source: Phone Number
tgl: Telepono

# model
source: Province/ State
tgl: Probinsya/Estado

# model
source: Street 1
tgl: Kalye 1

# model
source: Street 2
tgl: Kalye 2

# model
source: Quantity
tgl: Dami

# model
source: Volume (ml)
tgl: Bigat (ml)

# model
source: Capacity
tgl: Kapasidad

# model
source: Row Capacity
tgl: Kapasidad ng Hanay

# model
source: Column Capacity
tgl: Kapasidad ng Haligi

# model
source: Destination Dispatches
tgl: Destinasyon ng mga Padala

# model
source: Source Dispatches
tgl: Mga Padala ng Pinagmulan

# model
source: Clinic
tgl: Klinika

# model
source: Sends Shipments
tgl: Nagpapadala ng mga Kargamento

# model
source: Collection Event
tgl: Kaganapan ng Pagkolekta

# model
source: Created At
tgl: Nilikha sa

# model
source: Visit Number
tgl: Bilang ng Pagbisita

# model
source: Worksheet
tgl: Talaan ng Trabaho (Worksheet)

# model
source: Comment
tgl: Komentaryo

# model
source: Message
tgl: Mensahe

# model
source: Contact
tgl: Kaugnayan

# model
source: Title
tgl: Titulo

# model
source: Mobile Number
tgl: Numero ng cellphone

# model
source: Contact Name
tgl: Pangalan ng Kauganayan

# model
source: Office Number
tgl: Numero sa Opisina

# model
source: Pager Number
tgl: Numero ng Pager

# model
source: Container
tgl: Lalagyan

# model
source: Label
tgl: Etiketa

# model
source: Product Barcode
tgl: Barcode ng Produkto

# model
source: Temperature
tgl: Temperatura

# model
source: Container Type
tgl: Uri ng Lalagyan

# model
source: Child Labeling Scheme
tgl: Pamamaraan ng Pag-eetiketa sa mga Anak

# model
source: Default Temperature
tgl: Pangkaraniwang temperatura

# model
source: Top Level
tgl: Pangunahin

# model
source: Dispatch
tgl: Padala

# model
source: Receiver
tgl: Ang Tumanggap

# model
source: Sender
tgl: Ang nagpapadala

# model
source: State
tgl: Kalagayan

# model
source: Dispatched Specimen
tgl: Pinadalang ispesimen

# model
source: All Centers
tgl: Lahat ng mga center

# model
source: All Studies
tgl: Lahat ng mga Pagsusuri

# model
source: Event Attribute Type
tgl: Uri ng Katangian ng Kaganapan

# model
source: Global Event Attribute
tgl: Katangian ng Pangkalahatang Kaganapan

# model
source: Group
tgl: Grupo

# model
source: Description
tgl: Deskripsyon

# model
source: Name
tgl: Pangalan

# model
source: Short Name
tgl: Pinaiksing Pangalan

# model
source: Membership
tgl: Pagkakasapi

# model
source: Has Every Permission
tgl: May Bawat Pahintulot

# model
source: Can Manage Users
tgl: Maaring mangasiwa ng mga Tagagamit

source: Unknown Object
tgl: Hindi Malamang Bagay

source: Activity Status
tgl: Kalagayan ng Aktibidad

source: Capacity
tgl: Kapasidad

source: Clinic
tgl: Klinika

source: Collection Event
tgl: Kaganapan ng Pagkolekta

source: Comment
tgl: Komentaryo

source: Contact
tgl: Kaugnayan

source: Container
tgl: Lalagyan

source: Container Labeling Scheme
tgl: Pamamaraan ng Pag-eetiketa ng mga Lalagyan

source: Container Position
tgl: Posisyon ng Lalagyan

source: Container Type
tgl: Uri ng Lalagyan

source: Dispatch
tgl: Padala

source: Dispatch Specimen
tgl: Pinadalang Ispesimen

source: Event Attribute
tgl: Katangian ng Kaganapan

source: Event Attribute Type
tgl: Uri ng Katangian ng Kaganapan

source: Global Event Attribute
tgl: Katangian ng Pangkalahatang Kaganapan

source: Group
tgl: Grupo

source: Membership
tgl: Pagkakasapi

source: Origin Information
tgl: Impormasyon sa Pinagmulan

source: Patient
tgl: Pasyente

source: Permission
tgl: Pahintulot

source: Principal
tgl: Prinsipal

source: Processing Event
tgl: Kaganapan ng Pagproproseso

source: Request
tgl: Kahilingan

source: Request Specimen
tgl: Hilingin ang ispesimen

source: Research Group
tgl: Grupo ng Pagsasaliksik

source: Role
tgl: Tungkulin

source: Shipment Information
tgl: Impormasyon sa Kargamento

source: Shipping Method
tgl: Paraan ng Pagpapadala ng Kargamento

source: Site
tgl: Lugar

source: Source Specimen
tgl: Pinagmulan na Ispesimen

source: Specimen
tgl: Ispesimen

source: Specimen Position
tgl: Posisyon ng Ispesimen

source: Specimen Type
tgl: Uri ng Ispesimen

source: Study
tgl: Pagsusuri

source: Study Event Attribute
tgl: Katangian ng Kaganapan ng Pagsusuri

source: User
tgl: Tagagamit

# model
source: Origin Information
tgl: Impormasyon sa Pinagmulan

# model
source: Patient
tgl: Pasyente

# model
source: Patient Number
tgl: Numero ng Pasyente

source: Specimen Create
tgl: Lumikha ng Ispesimen

source: Specimen Read
tgl: Basahin ang Ispesimen

source: Specimen Update
tgl: I-update ang ispesimen

source: Specimen Delete
tgl: Burahin ang Ispesimen

source: Specimen Link
tgl: I-ugnay ang ispesimen

source: Specimen Assign
tgl: Itakda ang Ispesimen

source: Site Create
tgl: Lumikha ng Lugar

source: Site Read
tgl: Basahin ang Lugar

source: Site Update
tgl: I-update and Lugar

source: Site Delete
tgl: Burahin ang Lugar

source: Patient Create
tgl: Lumikha ng Pasyente

source: Patient Read
tgl: Basahin ang Pasyente

source: Patient Update
tgl: I-update ang Pasyente

source: Patient Delete
tgl: Burahin ang Pasyente

source: Patient Merge
tgl: Pagsamahin ang mga Pasyente

source: Collection Event Create
tgl: Lumikha ng Kaganapan ng Pagkolekta

source: Collection Event Read
tgl: Basahin ang Kaganapan ng Pagkolekta

source: Collection Event Update
tgl: I-update ang Kaganapan ng Pagkolekta

source: Collection Event Delete
tgl: Burahin ang Kaganapan ng Pagkolekta

source: Processing Event Create
tgl: Lumikha ng Kaganapan ng Pagproproseso

source: Processing Event Read
tgl: Basahin ang Kaganapan ng Pagproproseso

source: Processing Event Update
tgl: I-update ang Kaganapan ng Pagproproseso

source: Processing Event Delete
tgl: Burahin ang Kaganapan ng Pagproproseso

source: Origin Information Create
tgl: Lumikha ng Impormasyon ng Pinagmulan

source: Origin Information Read
tgl: Basahin ang Impormasyon ng Pinagmulan

source: Origin Information Update
tgl: I-update ang Impormasyon ng Pinagmulan

source: Origin Information Delete
tgl: Burahin ang Impormasyon ng Pinagmulan

source: Dispatch Create
tgl: Lumikha ng Padala

source: Dispatch Read
tgl: Basahin ang Padala

source: Dispatch Change State
tgl: Palitan ang Kalagayan ng Padala

source: Dispatch Update
tgl: I-update ang Padala

source: Dispatch Delete
tgl: Burahin ang Padala

source: Research Group Create
tgl: Lumikha ng Grupo ng Pagsasaliksik

source: Research Group Read
tgl: Basahin ang Grupo ng Pagsasaliksik

source: Research Group Update
tgl: I-update ang Grupo ng Pagsasaliksik

source: Research Group Delete
tgl: Burahin ang Grupo ng Pagsasaliksik

source: Study Create
tgl: Lumikha ng Pagsusuri

source: Study Read
tgl: Basahin ang Pagsusuri

source: Study Update
tgl: I-update ang pagsusuri

source: Study Delete
tgl: Burahin ang pagsusuri

source: Request Create
tgl: Lumikha ng Hiling

source: Request Read
tgl: Basahin ang Hiling

source: Request Update
tgl: I-update ang Hiling

source: Request Delete
tgl: Burahin ang Hiling

source: Request Process
tgl: Iproseso ang Hiling

source: Clinic Create
tgl: Lumikha ng Klinika

source: Clinic Read
tgl: Basahin ang Klinika

source: Clinic Update
tgl: I-update ang Klinika

source: Clinic Delete
tgl: Burahin ang Klinika

source: Container Type Create
tgl: Lumikha ng Uri ng Lalagyan

source: Container Type Read
tgl: Basahin ang Uri ng Lalagyan

source: Container Type Update
tgl: I-update ang Uri ng Lalagyan

source: Container Type Delete
tgl: Burahin ang Uri ng Lalagyan

source: Container Create
tgl: Lumikha ng Lalagyan

source: Container Read
tgl: Basahin ang Lalagyan

source: Container Update
tgl: I-update ang Lalagyan

source: Container Delete
tgl: Burahin ang Lalagyan

source: Specimen Type Create
tgl: Lumikha ng Uri ng Ispesimen

source: Specimen Type Read
tgl: Basahin ang Uri ng Ispesimen

source: Specimen Type Update
tgl: I-update ang Uri ng Ispesimen

source: Specimen Type Delete
tgl: Burahin ang Uri ng Ispesimen

source: Logging
tgl: Naglalagda (Logging)

source: Reports
tgl: Mga Ulat

source: Specimen List
tgl: Listahan ng mga Ispesimen

source: Label Printing
tgl: Paglimbag (Printing) ng mga Etiketa

source: Batch operations
tgl: Mga Operasyon ng Pulutong

# model
source: Principal
tgl: Prinsipal

# model
source: Processing Event
tgl: Kaganapan ng Pagproproseso

# model
source: Report
tgl: Ulat

# model
source: Request
tgl: Hiling

# model
source: Time Created
tgl: Oras ng Paglikha

# model
source: Time Submitted
tgl: Oras ng Pagpasa

# model
source: Requested Specimen
tgl: Hiniling na Ispesimen

# model
source: Claimed By
tgl: Kinuha Ni

# model
source: Research Group
tgl: Grupo ng Pagsasaliksik

# model
source: Role
tgl: Tungkulin

# model
source: Shipment Information
tgl: Impormasyon ng Kargamento

# model
source: Box Number
tgl: Bilang ng Kahon

# model
source: Time Packed
tgl: Oras ng Pag-impake

# model
source: Received At
tgl: Tinanggap Sa

# model
source: Shipping Method
tgl: Paraan ng Pagpapadala

# model
source: Site
tgl: Lugar

# model
source: Source Specimen
tgl: Pinagmulan na Ispesimen

# model
source: Need Original Volume
tgl: Kailangan ang Orihinal na Bigat

# model
source: Specimen
tgl: Ispesimen

# model
source: Inventory Id
tgl: Pangimbentaryong ID

# model
source: Child Specimens
tgl: Mga Anak na Ispesimen

# model
source: Current Center
tgl: Kasalukuyang Center

# model
source: Parent Specimen
tgl: Pinaghugutan na Ispesimen

# model
source: Top Specimen
tgl: Pangunahing Ispesimen

# model
source: Plate Errors
tgl: May mga mali sa Plaka

# model
source: Sample Errors
tgl: May mga mali sa Parisan (Sample)

# model
source: Specimen Type
tgl: Uri ng Ispesimen

# model
source: Study
tgl: Pagsusuri

# model
source: Study Event Attribute
tgl: Katangian ng Kaganapan ng Pagsusuri

# model
source: Required
tgl: Kinakailangan

# model
source: User
tgl: Tagagamit

# model
source: Full Name
tgl: Buong Pangalan

# model
source: Login
tgl: Lumagda (Login)

# model
source: Needs Password Change
tgl: Kailangan palitan ang hudyat (password)

# model
source: Receive Bulk Email
tgl: Tanggapin ang Bunton (bulk) na Email

source: None
tgl: Wala

source: Received
tgl: Natanggap

source: Missing
tgl: Nawawala

source: Extra
tgl: Labis

source: Creation
tgl: Paglikha

source: In Transit
tgl: Nasa padalahan na

source: Lost
tgl: Nawala

source: Available
tgl: Magagamit

source: Pulled
tgl: Nakalabas

source: Unavailable
tgl: Hindi Magagamit

source: Dispatched
tgl: Naipadala na

source: Container type added
tgl: Nadagdag na ang uri ng lalagyan

source: Added a new container type {0}
tgl: Nagdagdag ng panibagong uri ng lalagyan {0}

source: Container type changed
tgl: Napalitan na ang uri ng lalagyan

source: Changed container type {0}
tgl: Napalitan na ang uri ng lalagyan {0}

source: Patient merge
tgl: Ipagsama ang mga pasyente

source: Patient {0} was merged into patient {1}
tgl: Ang pasyente {0} ay naisama na sa paysente {1}

source: Problem with HQL result size
tgl: Problema sa laki ng resulta ng HQL

source: Login {0} already exists.
tgl: May nananatili nang Lagda (Login) na {0}

source: Login should be set
tgl: Kailangan itakda ang Lagda (Login)

source: User with id {0} is missing a csmUserId.
tgl: Ang Tagagamit na may id {0} ay nawawalan ng csmUserId.

source: CSM Security user with id {0} not found.
tgl: Ang Tagagamit ng Ligtas na CSM na may id {0} ay hindi nahanap.

source: Unexpected problem while modifying user.
tgl: Nagkaroon ng hindi inaasahang problema habang pinapalitan ang Tagagamit.

source: User {0} not found.
tgl: Ang Tagagamit {0} ay hindi nahanap.

source: User cannot delete himself.
tgl: Ang Tagagamit ay hindi maaring magbura sa sarili.

source: Only the user itself can modify its password through this method
tgl: Natatanging ang tagagamit lamang ang maaring magpalit ng hudyat (password) sa pamamaraang ito

source: Cannot modify password: verification password is incorrect.
tgl: Hindi mapalitan ang hudyat (password): mali ang pagpapatunay sa hudyat (password).

source: New password needs to be different from the old one.
tgl: Kinakailangang ang bagong hudyat (password) ay iba sa lumang hudyat.

source: Client authentication failed. The Java Client version is not compatible with the server and must be upgraded.
tgl: Nabigo ang pagpapatunay sa kliente. Ang bersyon ng Java Client ay hindi tumutugma sa server at kinakailangang i-upgrade.

source: Server version could not be determined.
tgl: Hindi malaman ang bersyon ng server.

source: Client authentication failed. The "{0}" Java Client is too old to connect to a "{1}" server.
tgl: Nabigo ang pagpapatunay sa kliente. Ang "{0}" Java Client ay masyadong lumapara makakonekta sa "{1}" na server.

source: Client authentication failed. The "{0}" Java Client is too new to connect to a "{1}" server.
tgl: Nabigo ang pagpapatunay sa kliente. Ang "{0}" Java Client ay masyadong bago para makakonekta sa "{1}" na server.

source: Unable to get the current user.
tgl: Hindi makuha ang kasalukuyang Tagagamit.

source: All Clinics
tgl: Lahat ng Klinika

source: No Date Processed
tgl: Walang Petsa ng Pagproseso

source: NOT_FOUND({0})
tgl: HINDI _ NAHANAP ({0})

source: Unused
tgl: Hindi pa Nagagamit
