Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: Enter a patient number
tgl: Magpasok ng numero ng pasyente

source: User:
tgl: Tagagamit:

source: Type:
tgl: Uri:

source: Action:
tgl: Aksyon:

source: Patient #:
tgl: # ng Pasyente:

source: Inventory ID:
tgl: Pangimbentaryong ID:

source: Location:
tgl: Lokasyon:

source: Details:
tgl: Mga Detalye:

source: Start Date:
tgl: Petsa ng Pagsisimula:

source: End Date:
tgl: Petsa ng Pagtatapos:

source: Search Logs
tgl: Mga Talaan ng Paghahanap

source: Error: start date cannot be ahead end date.
tgl: May mali: ang petsa ng pagsisimula ay hindi maaring mauna sa petsa ng pagtatapos.

source: Logging Form Input
tgl: Nilalaman ng Form ng Talaan

source: There was an error opening: LoggingForm.
tgl: May mali sa pagbubukas ng: LoggingForm.

source: ERROR
tgl: MALI

source: There was an error loading combo values.
tgl: May pagkakamali sa pagkakarga (load) ng kombinasyon ng mga halaga.

source: Go
tgl: Tumuloy

source: No Processing Events found for worksheet {0}
tgl: Walang Mga Kaganapan ng Pagproproseso na nahanap para sa talaan ng trabaho (worksheet) {0}

source: No Processing Events found for patient {0}
tgl: Walang Kaganapan ng Pagproproseso na nahanap para sa pasyenteng {0}

source: No Processing Events found for date
tgl: Walang mga Kaganapan ng Pagproproseso na nahanap para sa petsang

source: Processing Event not found
tgl: Ang Kaganapan ng Pagproproseso ay hindi nahanap

source: {0} found.
tgl: {0} ang nahanap.

source: Unable to place report node: {0}
tgl: Nabigong ilagay ang paraan ng pag-uulat: {0}

# search (verb)
source: Search
tgl: Maghanap

source: no result
tgl: walang resulta

source: Administration
tgl: Pamahalaan

source: Center Administration
tgl: Pamahalaan ng Center

source: Date Received
tgl: Petsa ng Pagtanggap

source: Date Packed
tgl: Petsa ng Pag-iimpake

source: No Dispatches/Shipments found for waybill {0}
tgl: Walang mga padala/kargamento na nahanap para sa waybill {0}

source: No Dispatches/Shipments found for date {0}
tgl: Walang mga padala/kargamento na nahanap para sa petsang {0}

source: Dispatch not found
tgl: Hindi mahanap ang Padala

source: Shipments
tgl: Mga Kargamento

source: Enter a dispatch/shipment waybill and hit enter
tgl: Ipasok ang waybill ng Padala/Kargamento at pindutin ang enter

source: none
tgl: wala

source: loading ...
tgl: Nagkakarga (loading)...

source: Cancel/Confirm:
tgl: Kanselahin/Kumpirmahin:

source: Quantity:
tgl: Bilang:

source: Patient Type
tgl: Uri ng Pasyente

source: Patient Type Values
tgl: Mga Halaga ng Uri ng Pasyente

source: Please enter a patient type:
tgl: Ipasok ang uri ng pasyente:

source: To enter multiple patient type values, separate with semicolon.
tgl: Para makapagpasok ng maramihang halaga para sa uri ng pasyente,ipaghiwalay ito gamit ang tuldok-kuwit.

source: Visit Type
tgl: Uri ng Pagbisita

source: Visit Type Values
tgl: Mga Halaga ng Uri ng Pagbisita

source: Please enter a visit type:
tgl: Ipasok ang uri ng pagbisita:

source: To enter multiple visit type values, separate with semicolon.
tgl: Para makapagpasok ng maramihang halaga ng uri ng pagbisita, ihiwalay ito gamit ang tuldok-kuwit.

source: Consent
tgl: Pagpayag

source: Consent Types
tgl: Uri ng Pagpayag

source: Please enter a consent type:
tgl: Ipasok ang uri ng pagpayag.

source: To enter multiple consent values, separate with semicolon.
tgl: Para makapagpasok ng maraming halaga ng pagpayag, ihiwalay ito gamit ang tuldok-kuwit.

source: Remove
tgl: Tanggalin

source: Move to Top
tgl: Ilagay sa Pinakataas

source: Move Up
tgl: Itaas

source: Move Down
tgl: Ibaba

source: Move to Bottom
tgl: Ilagay sa pinakababa

source: Enter specimen inventory ID to add:
tgl: Magpasok ng idadagdag na pangimbentaryong ID ng ispesimen:

source: Error while looking up specimen
tgl: May mali habang hinahanap ang ispesimen.

source: Specimen not found.
tgl: Ang ispesimen ay hindi mahanap.

source: Specimen {0} has already been added to this list
tgl: Ang ispesimen {0} ay nadagdag na sa listahang ito

source: Delete Specimen
tgl: Burahin ang Ispesimen

source: Are you sure you want to remove specimen {0}?
tgl: Sigurado ka ba na gusto mong tanggalin ang ispesimen {0}?

source: Failed to load sites
tgl: Nabigong ikarga (load) ang mga lugar

source: Error retrieving containers
tgl: May mali sa pagkuha ng mga lalagyan

source: Top Containers (select one or more):
tgl: Pangunahing mga Lalagyan .(pumili ng isa o higit pa):

source: Not Initialized
tgl: Hindi pa nasisimulan (Not initialized)

source: Initialized
tgl: Nasimulan na (Initialized)

source: Full
tgl: Puno

source: Free locations
tgl: Mga libreng lokasyon

source: Empty
tgl: Walang laman

source: Filled
tgl: May laman

source: New
tgl: Bago

source: Moved
tgl: Nalipat na

source: No type
tgl: Walang uri

source: Expected
tgl: Inaasahan

source: Already Scanned
tgl: Na-skan na

source: Line
tgl: Linya

source: Error Message
tgl: Mensahe ng Kamalian

source: Status
tgl: Kalagayan

source: Study Count
tgl: Bilang ng Pagsusuri

source: Patient Visits
tgl: Mga Pagbisita ng Pasyente

source: In Use
tgl: Ginagamit

source: Sender
tgl: Ang Nagpapadala

source: Dispatch Time
tgl: Oras ng Pagpapadala

source: Receiver
tgl: Ang Tumanggap

source: Dispatch State
tgl: Kalagayan ng Padala

source: Remove Specimen
tgl: Tanggalin ang Ispesimen

source: Are you sure you want to remove these {0} specimens from this shipment ?
tgl: Sigurado ka ba na gusto mo tanggalin ang mga ispesimen {0} na ito mula sa kargamentong ito?

source: duplicate (verb)
tgl: kopyahin

source: Are you certain you want to delete "{0}"?
tgl: Sigurado ka ba na gusto mong burahin ang "{0}"?

source: Confirm Deletion
tgl: Tiyakin ang Pagbubura

source: Cannot Load Table Data
tgl: Hindi maikarga (load) ang Talahanayan ng Datos

source: Manager
tgl: Tagapangasiwa

source: Visit
tgl: Pagbisita

source: Sources
tgl: Mga Pinagmulan

source: Time drawn
tgl: Oras ng pagkuha

source: Origin Center
tgl: Center na Pinagmulan

source: Current Center
tgl: Kasalukuyang Center

source: Source worksheet
tgl: Talaan ng Trabaho ng Pinagmulan (Source Worksheet)

source: Start date
tgl: Petsa ng Pagsisimula

source: Total Specimens
tgl: Kabuuang Bilang ng mga Ispesimen

source: State
tgl: Kalagayan

# duplicate (verb)
source: Duplicate
tgl: Kopyahin

source: Unable to delete role.
tgl: Nabigong burahin ang tungkulin.

source: Inventory ID
tgl: Pangimbentaryong ID

source: Unlock User
tgl: Tanggalin sa Pagkakandado ang Tagagamit

source: Cannot unlock user {0}.
tgl: Hindi matanggal sa pagkakandado ang tagagamit {0}.

source: Unable to delete user.
tgl: Nabigong burahin ang tagagamit.

source: You may not delete yourself as a user
tgl: Hindi maaring burahin ang sarili bilang tagagamit

source: Delete aliquoted specimen
tgl: Burahin ang aliquoted specimen

source: Are you sure you want to delete aliquoted specimen "{0}"?
tgl: Sigurado ba na gustong burahin ang aliquoted specimen "{0}"?

source: Delete specimen
tgl: Burahin ang ispesimen

source: Are you sure you want to delete specimen "{0}"?
tgl: Sigurado ka ba na gusto mong burahin ang ispesimen "{0}"?

source: Unable to retrieve available contacts
tgl: Nabigong makuha ang mga magagamit na kaugnayan

source: Delete Contact
tgl: Burahin ang Kaugnayan

source: Are you sure you want to delete contact "{0}"?
tgl: Sigurado ba na gusto mo burahin ang kaugnayan "{0}"?

source: Contact Delete Error
tgl: May mali sa Pagbubura ng Kaugnayan

source: Cannot delete contact "{0}" since it is associated with one or more studies
tgl: Hindi mabura ang kaugnayan "{0}" dahil nakaugnay ito sa isa o higit pa na mga pagsusuri

source: Cancel error
tgl: May mali sa pagkansela

source: Save Failed
tgl: Nabigong impukin

source: Delete Error
tgl: May mali sa Pagbubura

source: Cannot delete shipping method "{0}" since shipments are using it.
tgl: Hindi mabura ang paraan ng pagpapadala "{0}" dahil ginagamit ito ng mga kargamento.

source: Delete shipping method
tgl: Burahin ang paraan ng pagpapadala

source: Are you sure you want to delete shipping method "{0}"?
tgl: Sigurado ba na gustong burahin ang paraan ng pagpapadala "{0}"?

source: That shipping method has already been added.
tgl: Ang paraan ng pagpapadala na iyan ay nadagdag na.

source: Check error
tgl: May mali sa pagtse-tsek

source: AppService unavailable
tgl: Hindi magamit ang Serbisyo ng Aplikasyon

source: Delete source specimen
tgl: Burahin ang pinagmulan na ispesimen

source: Are you sure you want to delete this source specimen?
tgl: Sigurado ka ba na gusto mong burahin ang pinagmulan na ispesimen na ito?

source: Unable to retrieve available studies
tgl: Nabigong makuha ang mga magagamit na pagsusuri

source: Remove Study
tgl: Tanggalin ang Pagsusuri

source: Are you sure you want to remove study "{0}"?
tgl: Sigurado ka ba na gusto mo tanggalin ang pagsusuri "{0}"?

source: Move to selected
tgl: Ilipat sa mga napili

source: Remove from selected
tgl: Tanggalin mula sa mga napili

source: Available Columns
tgl: Magagamit na mga Haligi

source: Displayed Columns
tgl: Mga Makikitang Haligi

source: <select or enter value>
tgl: <pumili o magpasok ng halaga>

source: Suggest possible values (considers other filters)
tgl: Magmungkahi ng mga posibleng halaga (ibilang ang ibang mga pangsala)

source: Cannot Suggest Options
tgl: Hindi makapagmungkahi ng mga opsyon

source: There are too many possible suggestions to display.
tgl: Masyadong maraming posibleng mungkahi na mapapakita.

source: It is taking too long to find suggestions.
tgl: Masyadong nagtatagal ang paghahanap ng mga mungkahi.

source: There was a problem trying to find suggestions.
tgl: Nagkaproblema sa pagsubok na makahanap ng mga mungkahi.

source: There are no possible values to suggest.
tgl: Walang mga posibleng halaga na mamumungkahi.

source: <no values added>
tgl: <walang mga halagang nadagdag>

source: Expand to add values
tgl: Palawakin para makapagdagdag ng mga halaga

source: Add value to list
tgl: Magdagdag ng halaga sa listahan

source: Remove selected value(s) from list
tgl: Tanggalin ang mga napiling halaga/mga halaga mula sa listahan

source: Collapse
tgl: Paliitin

source: For string values, use '%' as a wildcard character
tgl: Para sa mga magkakasunod na halaga, gumamit ng '%' bilang wildcard na karakter

source: A processing event should be selected
tgl: Kailangan pumili ng Kaganapan ng Pagproproseso

source: Last 7 days
tgl: Huling 7 araw

source: Collection visit#
tgl: Bilang ng Pagbisita para sa Koleksyon#

source: A collection event should be selected
tgl: Ang kaganapan ng pagkolekta ay kailangan piliin

source: Patient search error
tgl: May mali sa paghahanap ng pasyente

source: Patient {0} has been found but it is linked to the study {1}. The center {2} is not working with this study.
tgl: Ang pasyente {0} ay nahanap ngunit ito ay nakaugnay sa pagsusuring {1}. Ang center {2} ay hindi nagtatrabaho kasama ng pagsusuring ito.

source: Problem retrieving processing events
tgl: Nagkaproblema sa pagkuha ng mga Kaganapan ng Pagproproseso

source: Problem retrieving collection events
tgl: Nagkaproblema sa pagkuha ng mga Kaganapan ng Pagkolekta

source: Source specimens error
tgl: May mali sa mga pinagmulan na ispesimen

source: No source specimen of this collection event has been declared in a processing event.
tgl: Walang pinagmulan na ispesimen sa kaganapan ng pagkolekta na ito na idineklara sa kaganapan ng pagproproseso.

source: Problem retrieveing source specimens
tgl: Nagkaproblema sa pagkuha ng mga pinagmulan na ispesimen

source: Problem reloading study
tgl: Nagkaproblema sa pagkakarga (load) muli ng pagsusuri

source: unknown
tgl: hindi malaan

source: No specimen types
tgl: Walang mga uri ng ispesimen

source: There are no specimen types that are defined in study {0} and that are authorized inside available containers.
tgl: Walang mga uri ng ispesimen na nakatakda sa pagsusuring {0} na may pahintulot na ipaloob ng mga magagamit na lalagyan.

source: Error retrieving available types
tgl: May mali sa pagkuha ng mga magagamit na uri

source: A source specimen type and an aliquoted specimen type should be selected
tgl: Kailangan piliin ang uri ng pinagmulan na ispesimen at uri ng aliquoted specimen

source: Aliquoted specimen type
tgl: Uri ng Aliquoted specimen

source: Type should be selected
tgl: Ang Uri ay kailangan piliin

source: Aliquoted Specimen Types
tgl: Uri ng mga Aliquoted Specimen

source: Dispatch comment
tgl: Komentaryo sa Padala

source: Modify comment
tgl: Palitan ang komentaryo

source: Set as missing
tgl: Itakda na nawawala

source: There was an error while building page.
tgl: Nagkaroon ng pagkakamali habang binubuo ang pahina.

source: Claimed By
tgl: Kinuha Ni

source: Claim
tgl: Kuhain

source: Failed to claim
tgl: Nabigong Kuhain

source: Flag as unavailable
tgl: Lagyan ng Palatandaan na hindi magagamit

source: Save Error
tgl: May mali sa pagimpok

source: Cannot Load Tree Data
tgl: Hindi makarga (load) ang Tangkay ng mga Datos

source: Refresh Failed
tgl: Nabigong i-refresh

source: Specimen Type Delete Error
tgl: May mali sa pagbura ng Uri ng Ispesimen

source: Cannot delete specimen type "{0}" since specimens or studies are using it.
tgl: Hindi mabura ang uri ng ispesimen "{0}" dahil ginagamit pa ito ng mga ispesimen o ng mga pagsusuri.

source: Delete Specimen Type
tgl: Burahin ang Uri ng Ispesimen

source: Are you sure you want to delete specimen type "{0}"?
tgl: Sigurado ba na gustong burahin ang uri ng ispesimen "{0}"?

source: Error deleting specimen type
tgl: May mali sa pagbubura ng uri ng ispesimen

source: A specimen type with name "{0}" already exists.
tgl: Mayroon nang nananatiling ispesimen na may pangalang "{0}".

source: A specimen type with short name "{0}" already exists.
tgl: Mayroon nang nananatiling uri ng ispesimen na may maiksing pangalang "{0}".

source: Permissions:
tgl: Mga Pahintulot:

source: Problem with display
tgl: Problema sa pagpapakita

source: All permissions
tgl: Lahat ng mga pahintulot

source: Patient does not exist.
tgl: Walang nanatiling ganitong pasyente.

source: Unable to retrieve specimens
tgl: Nabigong makuha ang mga ispesimen

source: Please enter a comment.
tgl: Magpasok ng komentaryo.

source: Enter a comment to explain the modification
tgl: Magpasok ng komentaryo para ipaliwanag ang pagbabago

source: Please enter a valid patient number.
tgl: Magpasok ng balidong numero ng pasyente.

source: Please select a collection event.
tgl: Pumili ng Kaganapan ng Pagkolekta.

source: Select a collection event
tgl: Pumili ng Kaganapan ng Pagkolekta

source: Please select its correct parent.
tgl: Piliin ang tamang pinaghugutan nito.

source: Select a parent specimen
tgl: Pumili ng pinaghugutan ng ispesimen

source: Select parent:
tgl: Pumili ng pinaghugutan:

# Error Message
source: No options exist. Cannot create combo dialog.
tgl: Walang nanatiling mapagpipilian. Hindi makalikha ng combo ng dyalogo.

# Combo label
source: Jasper Configuration
tgl: Kumpigurasyon ng Jasper

# Error Message
source: A value is required
tgl: Nangangailangan ng Halaga

source: name
tgl: pangalan

source: Jasper Templates
tgl: Mga Template ng Jasper

source: Used to configure jasper files for printer label templates
tgl: Ginamit para makumpigura ang mga talaksan (file) ng jasper para sa mgatemplate ng etiketa ng limbagan.

source: Jasper Configuration Templates
tgl: Mga Template sa Kumpigurasyon ng Jasper

source: Add Jasper configurations for different printer labels
tgl: Magdagdag ng mga Kumpigurasyon ng Jasper para sa iba't ibang mga etiketa ng limbagan (printer)

source: Jasper Configurations
tgl: Mga Kumpigurasyon ng Jasper

source: Jasper Configuration Details
tgl: Mga Detalye sa Kumpigurasyon ng Jasper

source: Configuration Name
tgl: Pangalan ng Kumpigurasyon

source: Jasper File
tgl: Talaksan (File) ng Jasper

source: Browse...
tgl: Maghanap...

source: Error while updating form
tgl: May mali habang inu-update ang form

source: Please select a Jasper file
tgl: Pumili ng talaksan (file) ng Jasper

source: Jasper file loaded
tgl: Nakarga (load) na ang talaksan (file) ng Jasper

source: Please select a template
tgl: Pumili ng template

source: Jasper Template Save Error
tgl: May mali sa pagiimpok ng Jasper Template

source: Could not save template to database
tgl: Hindi maimpok ang template sa kalipunan ng mga datos (database)

source: Jasper Configuration Editor Saving
tgl: Iniimpok ang Patnugot sa Kumpigurasyon ng Jasper

source: Jasper Configuration has been modified, do you want to save your changes?
tgl: Napalitan na ang Kumpigurasyon ng Jasper, nais mo bang impukin ang mga pagbabago?

source: Jasper file was not selected
tgl: Hindi napili ang talaksan (file) ng Jasper

source: Template Save Error
tgl: May mali sa pagiimpuk ng template

source: Could not save the template to the database
tgl: Hindi na-impuk ang template sa kalipunan ng datos (database)

source: Template Saved
tgl: Na-impuk na ang Template

source: Template has been sucessfully saved.
tgl: Matagumpay na na-impuk ang template.

source: New Jasper Configuration Name
tgl: Bagong Pangalan ng Kumpigurasyon ng Jasper

source: What is the name of this new Jasper Configuration?
tgl: Ano ang pangalan ng bagong Kumpigurasyon ng Jasper na ito?

source: Name
tgl: Pangalan

source: Failed to Save
tgl: Nabigong impukin

source: Jasper Configuration Exists
tgl: May nananatili nang ganitong Kumpigurasyon ng Jasper

source: Your new Jasper Configuration must have a unique name.
tgl: Ang bagong Kumpigarsyon ng Jasper ay nangangailan ng kakaibang pangalan.

source: Are you sure you want to delete {0}?
tgl: Sigurado ba na gustong burahin ang {0}?

source: Deleting Jasper Configuration
tgl: Binubura ang Kumpigurasyon ng Jasper

source: Template Delete Error
tgl: May mali sa pagbubura ng Template

source: Could not delete template. A printer template is using this jasper configuration.
tgl: Hindi mabura ang template. May printer template na gumagamit ng kumpigurasyon ng jasper na ito.

source: Select Jasper File
tgl: Pumili ng talaksan (file) ng Jasper

source: File Not Found
tgl: Hindi mahanap ang talaksan (file)

source: File selected does not exist.
tgl: Walang nanatiling talaksan (file) na napili.

source: Template Read Error
tgl: May mali sa pagbabasa ng template

source: Could not open the template file for reading
tgl: Hindi mabuksan ang talaksan (file) ng template para basahin.

source: Invalid selection event
tgl: Hindi wasto ang kaganapan ng pagpili

source: invalid selection source
tgl: hindi wasto ang pinagmulan ng pagpipilian

source: default
tgl: pangkaraniwan

source: Label Templates
tgl: Mga Template ng Etiketa

source: Used to create a new template for a printer label
tgl: Nagamit para lumikha ng bagong template para sa etiketa ng panlimbag

source: Templates Details
tgl: Mga Detalye ng mga Template

source: Template Name
tgl: Pangalan ng Template

source: Jasper Configuration
tgl: Kumpigurasyon ng Jasper

source: Intended Printer
tgl: Ninanais na Limbagan (Printer)

source: Configuration:
tgl: Kumpigurasyon:

source: Template Saving
tgl: Iniimpuk ang Template

source: Failed to save template: {0}
tgl: Nabigong impukin ang template: {0}

source: Template Selection
tgl: Pilian ng Template

source: Failed to load the selected template
tgl: Nabigong ikarga (load) ang mga napiling template

source: Template Name Error
tgl: May mali sa Pangalan ng Template

source: Severe Error: Internal template names do not match.
tgl: Matinding Pagkakamali: Hindi nagtutugma ang mga pangalan ng internal template.

source: Failed to find the jasper configuration name.
tgl: Hindi mahanap ang pangalan ng kumpigurasyon ng jasper.

source: Error: Could not set Template Configuration Tree
tgl: May mali: Hindi maitakda ang Tangkay ng Kumpigurasyon ng Template

source: Error: Could not clear the Template Configuration Tree
tgl: May mali: Hindi mabura ang Tangkay ng Kumpigurasyon ng Template

source: Tree Editor
tgl: Patnugot ng Tangkay

source: Failed to reset tree editor
tgl: Nabigong palitan ang patnugot ng tangkay

source: Template {0} has been modified, do you want to save your changes?
tgl: Ang Template {0} ay nabago na, gusto mo bang impukin ang mga pagbabago?

source: New Template
tgl: Bagong Template

source: Please enter the name for the new template
tgl: Pakipasok ang pangalan para sa bagong template

source: Jasper Configuration Selection
tgl: Pilian ng Kumpigurasyon ng Jasper

source: Please select a Jasper Configuration that you would like to base this template on.
tgl: Pumili ng Kumpigurasyon ng Jasper kung saan mo gusto ibatay ang templatena ito.

source: Template Exists
tgl: Mayroon nang nananatiling ganitong template

source: Your new template must have a unique name.
tgl: Ang bagong template ay nangangailangan ng kakaibang pangalan

source: Template Creation Error
tgl: May mali sa paglikha ng Template

source: Application Exception: could not create template
tgl: Kataliwasan sa Aplikasyon: hindi makalikha ng template

source: No Jasper Configurations Exist. Please create at least one Jasper Configuration first.
tgl: Walang nananatiling mga Kumpigurasyon ng Jasper. Lumikha muna ng kahit isang Kumpigurasyon ng Jasper.

source: Failed to set configuration data.
tgl: Nabigong itakda ang kumpigurasyon ng datos.

source: Cloned Template Name
tgl: Pangalan ng Kinopyang Template

source: What is the name of the cloned template?
tgl: Ano ang pangalan ng kinopyang template?

source: Template Create Error
tgl: May mali sa paglikha ng Template

source: Could not create template
tgl: Hindi makalikha ng template

source: Deleting Template
tgl: Binubura ang Template

source: Could not delete template
tgl: Hindi mabura ang template

source: Patient Labels
tgl: Mga etiketa ng pasyente

source: Reset Form Information
tgl: Baguhin ang impormasyon sa form

source: Do you want to clear any information that you have entered into this form?
tgl: Gusto mo ba burahin ang kahit na anong impormasyon na ipinasok mo sa form na ito?

source: Specimen ID Error
tgl: May mali sa ID ng Ispesimen

source: Server Error
tgl: May mali sa Server

source: Gui Validation
tgl: Pagpapatibay ng Gui

source: Print source specimen labels for a patient
tgl: Limbagin (I-print) ang etiketa ng pinagmulan na ispesimen para sa pasyente

source: WARNING: preference store was NULL!
tgl: BABALA: ang taguan ng mga kagustuhan ay WALANG HALAGA!

source: Title:
tgl: Titulo:

source: Select Logo
tgl: Pumili ng Logo

source: Printer:
tgl: Limbagan (Printer):

source: Verification Issue
tgl: May isyu sa Pagpapatibay

source: Could not load template: {0}
tgl: Hindi makarga (load) ang template: {0}

source: Sheet Information
tgl: Impormasyon sa Talaan

source: Custom Field 1:
tgl: Nababagong Patlang 1:

source: Custom Field 2:
tgl: Nababagong Patlang 2:

source: Custom Field 3:
tgl: Nababagong Patlang 3:

source: Fields
tgl: Mga Patlang

source: Enable
tgl: Paganahin

source: Field Name
tgl: Pangalan ng Patlang

source: Print Barcode
tgl: Limbagin ang Barcode

source: Field Value
tgl: Halaga ng Patlang

source: Patient Number:
tgl: Numero ng pasyente:

source: Per Label Information
tgl: Impormasyon ng Bawat Etiketa

source: Barcode 2D Text:
tgl: Teksto ng Barcode 2D:

source: Custom Field:
tgl: Nababagong Patlang:

source: Branding
tgl: Tinatatakan

source: Actions
tgl: Mga Aksyon

source: Export to PDF
tgl: Ilipat sa PDF

source: Incorrect Title
tgl: Maling Titulo

source: A valid title is required.
tgl: Kailangan ng balidong titulo

source: Entry Error
tgl: May mali sa Pagpapasok

source: Custom field 1 contains an empty name. Please disable the name field or enter some text.
tgl: Ang Nababagong Patlang 1 ay walang nilalaman na pangalan. Huwag paganahin ang patlang ng pangalan o magpasok ng teksto.
