Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: Cannot access Specimen Type editor. Access Denied.
tgl: Hindi makapasok sa Patnugot ng Uri ng Ispesimen. Hindi maaring makapasok.

source: Dispatch History
tgl: Kasaysayan ng Padala

source: Originating Specimen
tgl: Pinagmumulan na Ispesimen

source: Parent Specimen
tgl: Pinaghugutan na Specimen

source: Created in Processing Event
tgl: Lumikha ng Kaganapan ng Pagproproseso

source: Plate Errors
tgl: May mga mali sa Plaka

source: Sample Errors
tgl: May mga mali sa parisan

source: View Import
tgl: Tignan ang Inimporta

source: Container Visualization
tgl: Itsura ng Lalagyan

source: Yes
tgl: Oo

source: No
tgl: Hindi

source: Creating a new study.
tgl: Lumilikha ng panibagong pagsusuri

source: Editing an existing study.
tgl: Ayusin ang kasalukuyang pagsusuri.

source: Date Processed
tgl: Petsa ng Pagproproseso

source: New study
tgl: Bagong Pagsusuri

source: Study {0}
tgl: Pagsusuri {0}

source: Study Information
tgl: Impormasyon sa Pagsusuri

source: Study name cannot be blank
tgl: Hindi maaring walang laman ang Pangalan ng Pagsusuri

source: Study short name cannot be blank
tgl: Hindi maaring walang laman ang pinaiksing pangalan ng pagsusuri

source: Study must have an activity status
tgl: Ang pagsusuri ay nangangailangan ng kalagayan ng aktibidad

source: Clinics / Contacts
tgl: Mga Klinika / Mga Kaugnayan

source: Add Clinic Contact
tgl: Magdagdag ng Kaugnayan sa Klinika

source: Source specimen types
tgl: Uri ng mga pinagmulan na ispesimen

source: Aliquoted specimen types
tgl: Uri ng mga Aliquoted Specimen

source: Source Specimen types must be added before any aliquoted specimen types can be added.
tgl: Kinakailangan madagdag ang mga uri ng pinagmulan na ispesimen bago makakapagdagdag ng kahit na anong uri ng mga aliquoted specimen.

source: Add aliquoted Specimen type
tgl: Magdagdag ng uri ng aliquoted specimen

source: Patient Visit Information Collected
tgl: Mga Nakolekta na Impormasyon sa Pagbisita ng Pasyente

source: Date Processed is collected by default.
tgl: Ang Petsa ng Pagproseso ay nakolekta ayon sa nakasanayan.

source: Study information
tgl: Impormasyon sa Pagsusuri

source: :Date Processed
tgl: :Petsa ng Pagproseso

source: Study does not collect additional patient visit information
tgl: Ang pagsusuri ay hindi nangangalap ng dagdag na impormasyon sa pagbisita ng pasyente

source: Executed By
tgl: Isinagawa Ni

source: Time Executed
tgl: Oras ng Pagsasagawa

source: File Input
tgl: Nakalagay sa Talaksan (File)

source: File Name
tgl: Pangalan ng Talaksan (File)

source: Size
tgl: Sukat

source: Download
tgl: I-download

source: Download the file to...
tgl: I-download ang talaksan (file) sa...

source: File Already Exists
tgl: Mayroon nang nananatiling ganitong talaksan (file)

source: The file {0} already exists. Would you like to overwrite it?
tgl: Mayroon nang nananatiling talaksan (file) {0}. Gusto mo ba itong palitan?

source: Downloading file...
tgl: Dina-download ang talaksan (file)...

source: Problem downloading file
tgl: Nagkaproblema sa pagda-download ng talaksan (file)

source: Specimen Import
tgl: Mag-importa ng ispesimen

source: Import
tgl: I-importa

source: The following errors occurred when attempting to import:
tgl: Ang mga sumusunod na pagkakamali ay naganap habang sinusubukan ang pag-importa:

source: Importing Specimens...
tgl: Iniimporta ang mga Ispesimen...

source: Processing file...
tgl: Pinoproseso ang talaksan (file)...

source: You don't have permission to do this.
tgl: Wala kang sapat na pahintulot para gawin ito.

source: Import Error
tgl: May mali sa pag-iimporta

source: Imported Specimens
tgl: Mga Inimportang Ispesimen

source: Please fill in the fields and hit enter or tab or resolve previous errors
tgl: Punuin ang mga patlang at pindutin ang enter o tab o itama ang mga naunang pagkakamali

# scan link assign
source: Single
tgl: Nag-iisa

# scan link assign
source: Single with position
tgl: Nagiisa na may posisyon

# scan link assign
source: Multiple
tgl: Maramihan

source: Hotel
tgl: Salansanan

source: Pallet
tgl: Arag-Arag (Pallet)

source: Position error
tgl: May mail sa posisyon

source: Position {0} is invalid: no specimen position found that matches this label
tgl: Hindi wasto ang posisyon {0} : walang posisyon ng ispesimen na nahanap na tumutugma sa etiketang ito

source: Container cannot hold specimens: {0}
tgl: Ang lalagyan ay hindi maaring maghawak ng mga ispesimen: {0}

source: Container {0} cannot hold specimens of type "{1}"
tgl: Ang lalagyan {0} ay hindi maaring maghawak ng uri ng mga ispesimen"{1}"

source: Position not free
tgl: Hindi libre ang posisyon

source: Position {0} already in use in container {1}
tgl: Ang posisyong {0} ay ginagamit na sa lalagyang {1}

source: Error while checking position
tgl: May mali habang tsine-tsek ang posisyon

source: Do you want to print information?
tgl: Gusto mo bang limbagin (print) ang impormasyon?

source: Print error
tgl: May mali sa Paglilimbag (Print)

source: Can't print: log error.
tgl: Hindi malimbag (print): may mali sa pagtatala (log).

source: Assign position or move specimens
tgl: Itakda ang posisyon o ilipat ang mga ispesimen

source: Assign position to specimens or move specimens
tgl: Itakda ang posisyon sa mga ispesimen o ilipat ang mga ispesimen

source: Cabinet specimen
tgl: Tukador ng ispesimen

source: Old cabinet specimen with 4 letters were transformed to 5 letters (C+4letters).
tgl: Ang lumang tukador ng ispesimen na may 4 na letra ay napalitan ng 5 letra (C+4letters).

source: Move - specimen error
tgl: Ilipat - may mali sa ispesimen

source: Enter a valid inventory ID
tgl: Magpasok ng balidong pangimbentaryong ID

source: Collection date
tgl: Petsa ng Pagkolekta

source: No specimen found with inventoryId {0}
tgl: Walang ispesimen na nahanap na may pangimbentaryong ID {0}

source: This specimen is currently in transit in a dispatch.
tgl: Ang ispesimen na ito ay kasalukuyang naipadala na.

source: This specimen is currently in center ''{0}''.
tgl: Ang ispesimen na ito ay kasalukuyang nasa center "{0}".

# position string
source: none
tgl: wala

source: Old position
tgl: Lumang posisyon

source: Old position check
tgl: I-tsek ang lumang posisyon

source: Enter correct old position
tgl: Ipasok ang tamang lumang posisyon

source: Enter a position
tgl: Magpasok ng posisyon

source: New position:
tgl: Bagong posisyon:

source: Position:
tgl: Posisyon:

source: Enter label
tgl: Magpasok ng etiketa

source: Container product barcode
tgl: Barcode ng Produkto ng Lalagyan

source: Container label
tgl: Etiketa ng Lalagyan

source: problem with parent container creation
tgl: nagkaproblema sa paglikha ng lalagyan na paghuhugutan

source: result problem
tgl: nagkaproblema sa resulta

source: Really save?
tgl: Talagang iimpukin?

source: Specimens are missing from this pallet, are you sure you want to save? These specimens will still be registered at their current position.
tgl: May mga ispesimen na nawawala mula sa arag arag (pallet) na ito, sigurado ka ba na gusto mo mag-impok? Ang mga ispesimen na ito ay maitatakda pa rin sa kanilang kasalukuyang posisyon.

source: Scan result error
tgl: May mali sa resulta ng skan

source: Link specimens to their source specimens
tgl: Iugnay ang mga ispesimen sa kanilang mga pinagmulan na ispesimen

source: Inventory ID cannot be empty
tgl: Hindi maaring walang laman ang pangimbentaryong ID

source: InventoryId error
tgl: May mali sa Pangimbentaryong id

source: InventoryId {0} already exists.
tgl: May nananatili nang Pangimbentaryong Id {0}.

source: Error checking inventoryId
tgl: May mali sa pagtse-tsek ng pangimbentaryong Id

source: Thread Error
tgl: May mali sa hiblang ito

source: Loading Error
tgl: May mali sa pagkakarga (load)

source: First Specimen Time Drawn
tgl: Oras ng Pagkuha ng Unang Ispesimen

source: Last Specimen Time Drawn
tgl: Oras ng Pagkuha ng Huling Ispesimen

source: # In Use
tgl: # na ginagamit

source: % In Use
tgl: % na ginagamit

source: Container Label
tgl: Etiketa ng Lalagyan

source: Top Container List Empty
tgl: Walang laman ang listahan ng mga Mataas na lalagyan

source: Invalid label
tgl: Hindi wastong etiketa

source: No container labelled {0}.
tgl: Walang lalagyan na may etiketang {0}.

source: Pallet Type
tgl: Uri ng Arag Arag (Pallet)

source: Top Containers
tgl: Pangunahing mga Lalagyan

source: Start Date (Time Drawn)
tgl: Petsa ng Pagsisimula (Oras ng Pagkuha)

source: End Date (Time Drawn)
tgl: Petsa ng Katapusan (Oras ng Pagkuha)

source: 1 Visit
tgl: 1 na Pagbisita

source: 2 Visits
tgl: 2 na Pagbisita

source: 3 Visits
tgl: 3 na Pagbisita

source: 4 Visits
tgl: 4 na Pagbisita

source: 5+ Visits
tgl: 5+ na Pagbisita

source: Total Visits
tgl: Buong Bilang ng mga Pagbisita

source: Failed to load parameters
tgl: Nabigong i-karga (load) ang mga parametro (parameter)

source: Query Error
tgl: May mali sa Pagtatanong

source: Generating Report...
tgl: Sinisimulan ang Ulat...

source: Failed to load query
tgl: Nabigong ikarga (load) ang pagtatanong

source: Unable to log successful print.
tgl: Nabigong itala ang mga matagumpay na nalimbag (print).

source: After Date (Drawn)
tgl: Petsa ng Pagkatapos (ng Pagkuha)

source: Start Date (Linked)
tgl: Petsa ng Pagsisimula (Nakaugnay)

source: End Date (Linked)
tgl: Petsa ng Pagtatapos (Nakaugnay)

source: # Specimens
tgl: # ng mga Ispesimen

source: Type(s) should be selected
tgl: Ang Uri/Mga Uri ay kailangan piliin

source: Enter a valid integer.
tgl: Magpasok ng balidong buong bilang (integer).

source: Top Container
tgl: Pangunahing Lalagyan

source: Parse error at line {0} {1}
tgl: May mali sa pagsusuri sa linyang {0}/n {1}

# specimen
source: Type
tgl: Uri

# specimen
source: Location
tgl: Lokasyon

source: First Time Processed
tgl: Unang Beses na Naproseso

source: First Time Drawn
tgl: Unang beses ng Pagkuha

source: Total
tgl: Kabuuan

source: Added
tgl: Nadagdag

source: Non processed
tgl: Hindi pa naproproseso

source: Unable to retrieve data from server
tgl: Nabigong kunin ang datos (data) mula sa server

source: Could not open web browser
tgl: Hindi mabuksan ang panghanap sa web (web browser)

source: Could not open web browser URL
tgl: Hindi mabuksan ang URL ng panghanap sa web (web browser)

source: Could not execute handler.
tgl: Hindi mapagana ang panghawak (handler).

source: Error while opening link-assign management perspective
tgl: May mali habang binubuksan ang pananaw ng tagapangasiwa sa pagtatakda ng kaugnay

source: Do you want to print information ?
tgl: Nais bang limbagin (print) ang impormasyon ?

source: Error while opening Processing perpective
tgl: May mali habang binubuksan ang pananaw ng pagproproseso

source: Reload error
tgl: May mali sa pagkakarga muli (reload)

source: An error occurred while reloading the form.
tgl: May maling naganap habang kinakarga muli (reload) ang form.

source: Perspective could not be initialized
tgl: Hindi masimulan (initialize) ang pananaw (perspective)

source: View cannot be opened
tgl: Hindi mabuksan ang Pangtingin (View)

source: Activity Log Location
tgl: Lokasyon ng Talaan ng Aktibidad

source: Invalid path selected. Cannot proceed with specimen assign.
tgl: Hindi wasto nag napiling landas. Hindi mapapagpatuloy ang nakatakdang ispesimen.

source: Invalid path selected. Cannot proceed with link assign.
tgl: Hindi wasto ang landas na napili. Hindi mapapagpatuloy ang pagtatakda sa kaugnay

source: Unable to Load User Management Data
tgl: Nabigong ikarga (load) ang mga Datos ng Pangangasiwa ng Tagagamit

source: A pallet with barcode {0} is already used in position {1}.
tgl: Ang arag arag (pallet) na may barcode {0} ay ginagamit na sa posisyong {1}.

source: Container problem
tgl: Problema sa Lalagyan

source: More than one container found matching {0}
tgl: Higit sa isang lalagyan ang nahanap na tumutugma {0}

source: Init container from position
tgl: Simulan (Initialize) ang lalagyan mula sa posisyon

source: Restart Required
tgl: Kailangang simulan muli (restart)

source: The application must be restarted to connect to the entered server.
tgl: Kailangan simulan ulit ang aplikasyon para makakonekta sa pinasok na server.

source: Server Version Error
tgl: May mali sa Bersyon ng Server

source: The server you are connecting to does not have a version. Cannot authenticate.
tgl: Ang kinokonektahang server ay walang bersyon. Hindi Mapapatunayan.

source: Client Version Error
tgl: May mali sa Bersyon ng Kliente

source: Cannot connect to this server because the Java Client version is invalid.
tgl: Hindi makakonekta sa server na ito dahil hindi wasto ang bersyon ng Java Client.

source: Login Failed
tgl: Nabigong Makalagda (login)

source: Bad credentials. Warning: You will be locked out after 3 failed login attempts.
tgl: Hindi maganda ang mga katibayan. BABALA: Ikaw ay makakandado matapos ang 3 bigong pagsubok sa paglalagda (login).

source: Error contacting server.
tgl: May mali sa pakikipag-ugnay sa server.

source: Truncated Result
tgl: Mga Nabawasan na Resulta

source: The number of logs returned is equal to or greater than {0}, and may have been truncated. Only {0} results will be shown.
tgl: Ang bilang ng mga binalik na talaan ay katumbas o higit pa sa {0}, at maaring nabawasan na. {0} lamang na mga resulta ang maipapakita.

source: Unable to retrieve logs
tgl: Nabigong kunin muli ang mga talaan

source: Search Query key: {0} does not exist.
tgl: Susi (Key) para sa Katanungan sa Paghahanap: {0} ay hindi namamalagi.

source: Expand the tree to edit preferences for a specific feature.
tgl: Palawakin ang tangkay upang maayos ang mga kagustuhan para sa partikular na katangian.

source: Show software version in main window title
tgl: Ipakita ang bersyon ng software sa bintana ng pangunahing titulo.

source: Confirm barcode:
tgl: Kumpirmahin ang barcode:

source: Cancel barcode:
tgl: Kanselahin ang Barcode:

source: Save activity logs into a file
tgl: Impukin ang mga talaan ng aktibidad sa talaksan (file)

source: Path for activity log files
tgl: Landas para sa mga talaksan (file) ng talaan ng aktibidad

source: Ask to print activity log
tgl: Itanong kung gustong limbagin (print) ang talaan ng aktibidad

source: Edit Server:
tgl: Ayusin ang Server:

source: Servers:
tgl: Mga Server:

source: Keyboard Shortcuts...
tgl: Mga shortcut sa keyboard...

source: Show shorcuts for the current view
tgl: Ipakita ang mga shortcut para sa kasalukuyang pananaw

source: Export Errors Logs
tgl: Ilipat ang mga talaan ng mga kamalian

source: Export a zip with useful logs data for developers
tgl: Ilipat ang zip na may makakatulong na talaan ng mga datos para sa mga tagapagpalago (developer)

source: Problem with command
tgl: Nagkaproblema sa pag-uutos

source: Show Application Error Logs
tgl: Ipakita ang mga Talaan ng mga Pagkakamali sa Aplikasyon

source: &Help
tgl: &Tulong

source: Super Administrator Mode
tgl: Paraan ng Pinakanamamahala

source: Can't close
tgl: Hindi Maisara

source: Please end specimen management session before closing
tgl: Tapusin ang sesyon ng pangangasiwa sa ispesimen bago isara

source: Application ready
tgl: Handa na ang aplikasyon

source: Checking for application updates...
tgl: Tsini-tsek para sa mga update ng aplikasyon...

source: No updates were found.
tgl: Walang nahanap na mga update.

source: Updates
tgl: Mga Update

source: Updates have been found. The application will restart after the installation is done.
tgl: May nahanap na mga update. Ang aplikasyon ay magsisimula muli matapos ang pagtatalaga (installation).

source: No report available with name {0}
tgl: Walang magagamit na ulat na may pangalang {0}

source: Printed on {0}
tgl: Nilimbag (Printed) sa {0}

source: Not a valid extension. Please use 'pdf' or 'csv'.
tgl: Hindi balido ang ekstensyon. Gumamit ng 'pdf' o 'csv'.

source: Printing Canceled. Check your printer settings and try again.
tgl: Nakansela ang paglimbag (Printing). I-tsek ang mga nakatakda sa panlimbag at subukan muli.

source: Error with printer - No Print Service found with name {0}
tgl: May mali sa panlimbag (printer) - Walang nahanap na serbisyo ng paglimbag na may pangalang {0}

source: Print document to Pdf file.
tgl: Limbagin (Print) ang dokumento sa talaksan (file) na Pdf.

source: Can't save to file type {0}
tgl: Hindi maimpok ang uri ng talaksan (file) {0}

source: Printing Error
tgl: May mali sa paglilimbag (printing)

source: Select a file location to export the printed page.
tgl: Pumili ng lokasyon ng talaksan (file) kung saan ililipat ang pahinang lilimbagin.

source: Delete failed
tgl: Nabigong burahin

source: Permission Error
tgl: May mali sa Pahintulot

source: Unable to retrieve user permissions
tgl: Nabigong kunin ang mga pahintulot ng tagagamit

source: New {0}
tgl: Bago {0}

source: Edit {0}
tgl: Ayusin {0}

source: View {0}
tgl: Silipin {0}

source: Delete {0}
tgl: Burahin {0}

source: delete not allowed
tgl: Hindi maaring burahin

source: Programming Error
tgl: May mali sa pagproprograma

source: This adapter is missing its implementation for runDelete()
tgl: Ang adapter na ito ay nawawalan ng pampagana para sa runDelete()

source: Searched
tgl: Nahanap

source: Are you sure you want to delete this clinic?
tgl: Sigurado ba na gustong burahin ang klinikang ito?

source: Add Clinic
tgl: Magdagdag ng Klinika

source: Move container to
tgl: Ilipat ang lalagyan sa

source: Move all specimens to
tgl: Ilipat lahat ng mga ispesimen sa

source: Moving specimens from container {0} to {1}
tgl: Nililipat ang mga ispesimen mula sa lalagyang {0} patungo sa {1}

source: Specimens moved
tgl: Nailipat na ang mga ispesimen

source: {0} specimens are now in {1}.
tgl: Ang mga ispesimen {0} ay nailipat na sa {1}.

source: Move problem
tgl: Nagkaproblema sa paglilipat

source: Problem while moving specimens
tgl: Nagkaproblema habang nililipat ang mga ispesimen

source: Are you sure you want to delete this container?
tgl: Sigurado ka bang gusto mo burahin ang lalagyan na ito?

source: Problem while moving container
tgl: Nagkaproblema habang nililipat ang lalagyan

source: Container Move Error
tgl: May mali sa paglipat ng lalagyan

source: A parent container with child "{0}" does not exist.
tgl: Walang nanatiling pinaghugutan na lalagyan na may anak "{0}".

source: Add a Container
tgl: Magdagdag ng Lalagyan

source: Unable to create container
tgl: Nabigong lumikha ng lalagyan

source: You must define a top-level container type before initializing storage.
tgl: Kailangan magtakda ng pangunahing lalagyan bago simulan ang pag-iimbak.

source: Are you sure you want to delete this container type?
tgl: Sigurado ba na gustong burahin ang uri ng lalagyan na ito?

source: Add Container Type
tgl: Magdagdag ng Uri ng Lalagyan

source: Are you sure you want to delete this study?
tgl: Sigurado ba na gustong burahin ang pagsusuring ito?

source: Are you sure you want to delete this research group?
tgl: Sigurado ba na gustong burahin ang grupo ng pagsasaliksik na ito?

source: All Research Groups
tgl: Lahat ng mga Grupo ng Pagsasaliksik

source: Add Research Group
tgl: Magdagdag ng Grupo ng Pagsasaliksik

source: Current server version: {0}
tgl: Kasalukuyang bersyon ng server: {0}

source: Logout
tgl: Lisanin (log-out)

source: Unable to load clinics from database
tgl: Nabigong ikarga (load) ang mga klinika mula sa kalipunan ng mga datos(database)

source: Are you sure you want to delete this repository site?
tgl: Sigurado ba na gustong burahin ang lugar ng pagrepositoryo na ito?

source: All Sites
tgl: Lahat ng mga Lugar

source: Add Site
tgl: Magdagdag ng Lugar

source: All Studies
tgl: Lahat ng mga Pagsusuri

source: Add Study
tgl: Magdagdag ng Pagsusuri

source: Move to Creation
tgl: Ilipat sa Paglikha

source: Close
tgl: Isara

source: Mark as Lost
tgl: Naka-palatandaan na Nawawala

source: Are you sure you want to delete this dispatch?
tgl: Sigurado ba na gustong burahin ang padala na ito?

source: Error reloading
tgl: May mail sa pagkakarga muli (reload)

source: Unable to save changes
tgl: Nabigong impukin ang mga pagbabago

source: Add Dispatch
tgl: Magdagdag ng Padala

source: Incoming
tgl: Padating

source: Outgoing
tgl: Palabas

source: Receiving
tgl: Tinatanggap

source: Errors - Not Closed
tgl: May mga Mali - Hindi Nakasara

source: In transit
tgl: Nasa padalahan

source: Cannot move multiple container
tgl: Hindi mailipit ng maramihan ang mga lalagyan

source: You cannot move multiple containers, please drag them one at a time.
tgl: Hindi maaring ilipat ng maramihan ang mga lalagyan, isa isa itong ilipat.

source: Error in drag
tgl: May mali sa paglilipat

source: Invalid state
tgl: Hindi wasto ang kalagayan

source: ERROR: an unexpected state occured in TreeDragDropListener. Please report this.
tgl: MAY MALI: may hindi inaasahang kalagayan na naganap saTreeDragDropListener. Paki-ulat ito.

source: Drop error
tgl: May mali sa paghulog (drop)

source: No Specimens
tgl: Walang mga ispesimen

source: Are you sure you want to delete this collection event?
tgl: Sigurado ba na gusto mo burahin ang Kaganapan ng Pagkolekta na ito?

source: Add Collection Event
tgl: Magdagdag ng Kaganapan ng Pagkolekta

source: Are you sure you want to delete this patient?
tgl: Sigurado ba na gustong burahin ang pasyenteng ito?

source: Processing event on date {0}
tgl: Kaganapan ng Pagproproseso noong petsang {0}

source: Are you sure you want to delete this processing event?
tgl: Sigurado ba na gusto mo burahin ang Kaganapan ng Pagproproseso na ito?

source: Add processing event
tgl: Magdagdag ng Kaganapan ng Pagproproseso

source: My Reports
tgl: Mga Ulat Ko

source: Delete Report
tgl: Burahin ang Ulat

source: Are you sure you want to delete the report named ''{0}''? This action cannot be undone.
tgl: Sigurado ba na gustong burahin ang ulat na may pangalang "{0}"? Ang aksyon na ito ay hindi na maaring bawiin.

source: {0} Report Copy
tgl: {0} Kopya ng Ulat

source: Shared Reports
tgl: Mga Binabahaging Ulat

source: Pending Requests
tgl: Mga Nakabinbin na Hiling

source: Shipment
tgl: Kargamento

source: No shipment information is associated with the given origin information.
tgl: Walang impormasyon ng kargamento na nakaugnay sa binigay na impormasyon ng pinagmulan.

source: Are you sure you want to delete this shipment?
tgl: Sigurado ba na gusto mong burahin ang kargamentong ito?

source: Today's shipments
tgl: Mga Kargamento Ngayong Araw

source: Add Shipment
tgl: Magdagdag ng Kargamento

source: Create Path
tgl: Lumikha ng Landas

source: Path {0} does not exist. Would you like to create it?
tgl: Walang nananatiling landas na {0}. Gusto mo ba likhain ito?

source: Error Creating Path
tgl: May mali sa paglilikha ng Landas

source: An error occurred. Could not create path {0}.
tgl: May kamaliang naganap. Hindi malikha ang landas {0}.

source: An error occurred. The path {0} is not a directory.
tgl: May kamaliang naganap. Ang landas {0} ay wala sa direktoryo.

source: Path Error
tgl: May mali sa Landas

source: An error occurred. Unable to write to path {0}.
tgl: May naganap na kamalian. Nabigong isulat ang landas {0}.

source: Specimen position
tgl: Posisyon ng ispesimen

source: Processing Events List
tgl: Listahan ng mga Kaganapan ng Pagproproseso

source: Can''t open form with id {0}
tgl: Hindi mabuksan ang form na may id {0}

source: Search Result
tgl: Resulta ng Paghahanap

source: Found {0} results. Do you want to open all of them?
tgl: Nakahanap ng {0} na mga resulta. Gusto mo bang buksan lahat ng mga ito?

source: Enter Inventory ID (6 letters for new samples, 4 allowed for old samples)
tgl: Ipasok ang Pangimbentaryong ID ( 6 na mga letra para sa mga bagong parisan,maaring 4 para sa lumang mga parisan)

source: Search error
tgl: May mali sa paghahanap

source: No patient with id ''{0}'' found.
tgl: Walang nahanap na pasyente na may id "{0}".

source: Do you want to create this patient?
tgl: Gusto mo ba likhain ang pasyenteng ito?
