Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: Connection Attempt Failed
tgl: Nabigo ang pagsusubok na makakonekta.

source: Could not perform database operation. Make sure server is running correct version.
tgl: Hindi maisagawa ang operasyon ng kalipunan ng mga datos (database).Siguruhin na tama ang bersyon ng tumatakbong server.

source: Could not connect to server. Make sure server is running.
tgl: Hindi makakonekta sa server. Siguruhing tumatakbo ang server.

source: You don't have rights to do this action.
tgl: Ikaw ay walang sapat na karapatan para isagawa ang aksyong ito.

source: Confirm
tgl: Kumpirmahin

source: Reset
tgl: Ihanda Muli (Reset)

source: Cancel
tgl: Kanselahin

source: Error printing.
tgl: May mali sa paglilimbag (printing).

source: Print
tgl: Limbagin (Print)

source: Action Failed
tgl: Nabigong gawin ang Aksyon.

source: Exception in form initialization
tgl: Kataliwasan sa pagsisimula ng form

source: Unable to reload form.
tgl: Hindi maikargang muli (reload) ang form.

source: Add
tgl: Idagdag

source: Edit
tgl: Ayusin

source: Delete
tgl: Burahin

source: loading...
tgl: Nagkakarga (loading)...

source: Unable to load menu for selection
tgl: Hindi maikarga (load) ang menu para sa pagpili

source: Unable to open form.
tgl: Hindi mabuksan ang form.

source: Browse
tgl: Maghanap

source: Open
tgl: Buksan

source: Previous Page
tgl: Naunang pahina

source: First Page
tgl: Pinakaunang pahina

source: Next Page
tgl: Susunod na Pahina

source: Last Page
tgl: Huling Pahina

source: Page: {0} of ?
tgl: Pahina: {0} ng ?

source: Page: {0} of {1}
tgl: Pahina: {0} ng {1}

source: Clear
tgl: Alisin

source: Accept
tgl: Tanggapin

source: <choose time>
tgl: <pumili ng oras>

source: 1st
tgl: Una (1)

source: 2nd
tgl: Ikalawa (2)

source: 3rd
tgl: Ikatlo (3)

source: 4th
tgl: Ikaapat (4)

source: 5th
tgl: Ikalima (5)

source: 6th
tgl: Ikaanim (6)

source: 7th
tgl: Ikapito (7)

source: 8th
tgl: Ikawalo (8)

source: 9th
tgl: Ikasyam (9)

source: 10th
tgl: Ikasampu (10)

source: 11th
tgl: Ikalabing isa (11)

source: 12th
tgl: Ikalabing dalawa (12)

source: 13th
tgl: Ikalabing tatlo (13)

source: 14th
tgl: Ikalabing apat (14)

source: 15th
tgl: Ikalabing lima (15)

source: 16th
tgl: Ikalabing anim (16)

source: 17th
tgl: Ikalabing pito (17)

source: 18th
tgl: Ikalabing walo (18)

source: 19th
tgl: Ikalabing syam (19)

source: 20th
tgl: Ikadalawampu (20)

source: 21st
tgl: Ikadalawampu't isa (21)

source: 22nd
tgl: Ikadalawampu't dalawa (22)

source: 23rd
tgl: Ikadalawampu't tatlo (23)

source: 24th
tgl: Ikadalawampu't apat (24)

source: 25th
tgl: Ikadalawampu't lima (25)

source: 26th
tgl: Ikadalawampu't anim (26)

source: 27th
tgl: Ikadalawampu't pito (27)

source: 28th
tgl: Ikadalawampu't walo (28)

source: 29th
tgl: Ikadalawampu't syam (29)

source: 30th
tgl: Ikatatlompu (30)

source: 31st
tgl: Ikatatlompu't isa (31)

source: Today
tgl: Ngayong Araw

source: Today is {0,date,EEEE}, the {1}
tgl: Ngayon ay {0,date,EEEE}, ika- {1}

source: Previous Month
tgl: Nakaraang Buwan

source: Next Month
tgl: Susunod na Buwan

source: Go To Today
tgl: Pumunta sa Araw Ngayon

source: Previous Year
tgl: Nakaraang Taon

source: Next Year
tgl: Susunod na Taon

source: Show Selection
tgl: Ipakita ang Pagpipilian

source: Copy
tgl: Kopyahin

source: Enter text to filter the list:
tgl: Magpasok ng teksto para salain ang listahan:

source: Exception found.
tgl: Nahanap ang Kataliwasan.

source: Error displaying available actions
tgl: May mali sa pagpapakita ng mga magagamit na aksyon

source: invalid date and time format
tgl: hindi wasto ang ayos (format) ng petsa at oras

source: specimen volume has too many decimal places
tgl: masyadong madaming decimal places ang bigat ng ispesimen

source: timestamp format incorrect
tgl: mali ang ayos (format) sa pantatak ng oras (timestamp)

source: multiple technicians in same csv file
tgl: maraming mga teknisyan sa parehong talaksan (file) ng csv

source: TECAN rack ID missing
tgl: nawawala ang TECAN ID ng suksukan (rack)

source: inventory ID missing
tgl: nawawala ang pangimbentaryong ID

source: timestamp missing
tgl: nawawala ang pantatak ng oras (timestamp)

source: technician ID missing
tgl: nawawala ang ID ng teknisyan

source: specimen type is BC-Scan but parent inventory ID does not end in 1 or 2
tgl: Ang uri ng ispesimen ay BC-Scan ngunit ang pangimbentaryong ID ng pinaghugutan ay hindi nagtatapos sa 1 o 2

source: specimen type is unknown
tgl: hindi malaman ang uri ng ispesimen

source: multiple volumes for same source specimen
tgl: maraming mga bigat para sa parehong pinagmulan na ispesimen

source: Invalid headers in CSV file.
tgl: Hindi wasto ang ulunan ng pamagat sa talaksan (file) ng CSV.

# dialog title
source: Add specimen
tgl: Magdagdag ng ispesimen

# dialog title
source: Edit specimen
tgl: Ayusin ang ispesimen

source: Add a specimen to a collection event
tgl: Magdagdag ng ispesimen sa kaganapan ng pagkolekta

source: Edit a specimen in a collection event
tgl: Ayusin ang ispesimen sa kaganapan ng pagkolekta

source: Error checking inventory id
tgl: May mali sa pagtse-tsek ng pangimbentaryong id

# label
source: Time drawn
tgl: Oras ng Pagkuha

source: If the study doesn't require a specific time drawn, then the default time drawn is used
tgl: Kung ang pagsusuri ay hindi nangangailangan ng tiyak na oras ng pagkuha,gamitin ang pangkaraniwang oras ng pagkuha.

source: Time drawn should be set
tgl: Kailangan itakda ang oras ng pagkuha

source: An activity status should be selected
tgl: Ang kalagayan ng aktibidad ay kailangan piliin

source: Quantity (ml)
tgl: Dami (ml)

source: Quantity is required.
tgl: Kinakailangan ang dami.

# label
source: Add a comment
tgl: Magdagdag ng komentaryo

source: A specimen type should be selected
tgl: Ang uri ng ispesimen ay kailangan piliin

source: Show only study source specimens
tgl: Ipakita lamang ang mga pinagmulan na ispesimen ng pagsusuri

# yes abbeviation
source: Y
tgl: Oo

# no abbeviation
source: N
tgl: Hindi

source: Change Password
tgl: Palitan ang Hudyat (password)

source: Old Password
tgl: Lumang Hudyat (Password)

source: Password
tgl: Hudyat (Password)

source: Re-type Password
tgl: Muling ilagay ang Hudyat (password)

source: Please enter your old password
tgl: Ipasok ang lumang hudyat (password)

source: Please enter your new password (at least {0} characters)
tgl: Ipasok ang bagong hudyat (password) (hindi dapat kukulang sa {0} na mga karakter)

source: Please re-enter your new password
tgl: Ipasok muli ang bagong hudyat (password)

source: I want to receive emails about new versions
tgl: Gusto ko makatanggap ng mga email tungkol sa mga bagong bersyon.

source: Password modified
tgl: Napalitan na ang Hudyat (Password)

source: Your password has been successfully changed. You will need to reconnect again to see your data
tgl: Matagumpay nang napalitan ang hudyat (password). Kinakailangan muli kumonekta upang makita ang iyong datos

source: Change your password to something different.
tgl: Palitan ang iyong hudyat (password) ng iba.

source: Errors logs export options
tgl: Mga opsyon sa paglilipat ng talaan ng mga mali.

source: Select the options that fits your needs
tgl: Piliin ang mga opsyon na akma sa iyong mga pangangailangan

source: Export activity logs from Scan Link or Scan Assign or Cabinet Link Assign
tgl: Ilipat ang talaan ng mga akitibidad mula sa Inugnay sa Skan (Scan Link) o Itinalaga sa Skan (Scan Assign)

source: Export scanner informations
tgl: Ilipat ang mga impormasyon ng skaner

source: Path problem
tgl: problema sa landas

source: Cannot write in ''{0}''
tgl: Hindi maisulat sa "{0}"

source: Error closing files
tgl: May mali sa pagsasara ng mga talaksan (file)

source: Error retrieving log file list
tgl: May mali sa pagkuha sa listahan ng talaan ng talaksan (file)

source: Export complete
tgl: Kumpleto na ang paglilipat

source: Log informations have been successfully exported in file
tgl: Ang mga impormasyon sa talaan ay matagumpay nang nailipat sa talaksan (file)

source: Problem while exporting
tgl: Nagkaproblema habang naglilipat

source: Select destination zip file
tgl: Pumili ng talaksan (file) ng zip para sa destinasyon

source: Move Container {0}
tgl: Ilipit ang Lalagyan {0}

source: Select the destination for this container.
tgl: Piliin ang destinasyon para sa lalagyan na ito.

source: Destination Address
tgl: Address ng Destinasyon

source: Destination label must be another container (4 characters minimum).
tgl: Ang etiketa ng destinasyon ay nangangailangan ng hiwalay na lalagyan(Hindi dapat kukulang sa 4 na mga karakter).

source: Move specimens from one container to another
tgl: Ilipat ang mga ispesimen sa ibang lalagyan

source: Select the new container that can hold the specimens. It should be initialized, empty, as big as the previous one, and should accept these specimens.
tgl: Piliin ang bagong lalagyan na maglalaman ng mga ispesimen. Kinakailangang ito ay masimulan (initialized), walang laman, kasing laki ng dati, at kailangan tanggapin ang mga ispesimen na ito.

source: Move specimens from container {0} to another
tgl: Ilipat sa ibang lalagyan ang mga ispesimen mula sa lalagyang {0}

source: New Container Label
tgl: Etiketa ng Bagong Lalagyan

source: Available containers
tgl: Mga magagamit na lalagyan

source: A label should be selected
tgl: Kailangan pumili ng etiketa

source: Failed to retrieve empty containers.
tgl: Nabigong makuha ang mga lalagyan na walang laman.

source: New Server
tgl: Bagong Server

source: Enter the domain-name or IP address of the server:
tgl: Ipasok ang domain-name o IP address ng server.

source: Server field cannot be empty
tgl: Hindi maaring walang laman ang patlang para sa Server

source: Save
tgl: Impukin

source: Please enter a name for this report.
tgl: Maglagay ng pangalan para sa pag-uulat na ito.

source: Enter Name
tgl: Ilagay ang Pangalan

source: Pallet product barcode
tgl: Barcode ng produkto ng arag-arag

source: A pallet type should be selected
tgl: Ang uri ng arag arag (pallet) ay kailangan piliin.

source: Values validation
tgl: Pagpapatunay ng mga Halaga

source: Containers Error
tgl: May mali sa mga Lalagyan

source: Container error
tgl: May mali sa Lalagyan

source: Add Shipping Method
tgl: Idagdag ang paraan ng pagpapadala

source: Edit Shipping Method
tgl: Ayusin ang paraan ng pagpapadala

source: Shipping method must have a name.
tgl: Kailangan pangalanan ang paraan ng pagpapadala.

source: Select the center where specimen ''{0}'' was created.
tgl: Piliin ang center kung saan nilikha ang ispesimen "{0}".

source: Specimen original center
tgl: Pinagmulan na Center ng Ispesimen

source: Source specimens require an origin center. By removing this specimen from this shipment the origin center has to be re-assigned. Please select this specimen's origin center. If this specimen is to be deleted then select your center from the list.
tgl: Ang mga pinagmulan na ispesimen ay nangangailangan ng pinagmulan na center.Sa pagtanggal ng ispesimen na ito mula sa kargamento, kailangan muli italaga ang pinagmulan na center. Piliin ang pinagmulan na center ng ispesimenna ito. Kung kailangan burahin ang ispesimen na ito, piliin ang iyong center mulasa listahan.

source: Creation center
tgl: Center ng Paglikha

source: Add Specimen Type
tgl: Idagdag ang Uri ng Ispesimen

source: Edit Specimen Type
tgl: Ayusin ang Uri ng Ispesimen

source: Specimen type must have a name.
tgl: Ang uri ng ispecimen ay nangangailangan ng pangalan.

source: Specimen type must have a short name.
tgl: Ang uri ng ispesimen ay nangangailangan ng pinaiksing pangalan.

source: Available types
tgl: Mga Uri na Magagamit

source: Child types
tgl: Mga Uri ng Anak

source: Add Aliquoted Specimen
tgl: Idagdag ang Aliquoted Specimen

source: Database Error
tgl: May mali sa Kalipunan ng mga Datos (Database)

source: Error while retrieving activity status
tgl: May mali habang kinukuha ang kalagayan ng aktibidad

source: Edit Aaliquoted Specimen
tgl: Ayusin ang Aliquoted Specimen

source: Select the aliquoted specimen used by this study
tgl: Piliin ang aliquoted specimen na ginamit sa pagsusuring ito

source: No more aliquoted specimen type can be derived from the study source specimen types.
tgl: Wala nang uri ng aliquoted specimen na makukuha mula sa mga uri ng pinagmulan na ispesimen sa pagsusuri.

source: Error setting activity status
tgl: May mali sa pagtatakda ng kalagayan ng aktibidad

source: Volume should be a real number
tgl: Kinakailangan ng tunay na numero para sa bigat ng ispesimen

source: Quantity should be a whole number
tgl: Kailangan ng buong numero para sa dami (quantity)

source: Add source specimen types
tgl: Magdagdag ng mga uri ng pinagmulan na ispesimen

source: Add a source specimen type to this study
tgl: Magdagdag ng uri ng pinagmulan na ispesimen para sa pagsusuring ito

source: Edit source specimen types
tgl: Ayusin ang mga uri ng pinagmulan na ispesimen

source: Edit a source specimen type of this study
tgl: Ayusin ang uri ng pinagmulan na ispesimen para sa pagusuring ito

source: Scanning specimens
tgl: Inii-skan ang mga ispesimen

source: Scan should be launched
tgl: Kailangan ilunsad ang pagskan

source: No values scanned
tgl: Walang halaga na na-skan

source: Start next Pallet
tgl: Simulan ang susunod na arag-arag (Pallet)

source: Pallet without previous position
tgl: Ang arag-arag (pallet) ay walang nakaraang posisyon

source: Pallet with previous position
tgl: Ang arag-arag ay may nauna nang posisyon

source: Enter product barcode
tgl: Ipasok ang barcode ng produkto

source: No previous position
tgl: Walang naunang posisyon

source: Pallet error
tgl: May mali sa arag-arag

source: Can''t find pallet with barcode "{0}".
tgl: Hindi mahanap ang arag-arag (pallet) na may barcode "{0}".

source: Add specimens
tgl: Magdagdag ng mga ispesimen

source: Specimens not in dispatch
tgl: Ang mga ispesimen ay wala sa padala

source: Some of the specimens in this pallet were not supposed to be in this shipment. They will be added to the extra-pending list.
tgl: May ilang mga ispesimen sa arag-arag (pallet) na hindi dapat kasama sa kargamentong ito. Idadagdag ang mga ito sa listahan ng mga nakabinbin.

source: Error flagging specimens
tgl: May mali sa paglalagay ng palatandaan sa mga ispesimen

source: Setting {0} state to specimens in current dispatch
tgl: Itinatakda ang kalagayan {0} sa mga ispesimen sa kasalukuyang padala

source: Modifying comment of specimens in current dispatch
tgl: Binabago ang mga komentaryo sa mga ispesimen sa kasalukuyang padala

source: Set a comment
tgl: Magtakda ng komentaryo.

source: Set a comment to explain the state modification
tgl: Magtakda ng komentaryo para ipaliwanag ang kalagayan ng pagbabago.

source: Comment should not be empty
tgl: Hindi maaring walang laman ang komentaryo.

source: Enter pallet barcode
tgl: Ipasok ang barcode ng arag-arag (pallet)

source: Product Barcode Required
tgl: Kinakailangan ang Barcode ng Produkto

source: Barcode cannot be empty
tgl: Hindi maaring walang laman ang Barcode

source: Scan one pallet received in the shipment.
tgl: I-skan ang isa sa mga arag-arag (pallet) na natanggap sa kargamento.

source: Accept specimens
tgl: Tanggapin ang mga ispesimen

source: Do you wish to print a location sheet for the recipient?
tgl: Nais mo bang maglimbag ng talaan ng lokasyon para sa tagatanggap?

source: Location
tgl: Lokasyon

source: Sample Type
tgl: Uri ng Parisan

source: Date Drawn
tgl: Petsa ng Pagkuha

source: Pallet Info Sheet
tgl: Talaan ng Impormasyon ng Arag-Arag (Pallet)

source: Extra specimens
tgl: Mga labis na ispesimen

source: Some of the specimens in this pallet were not supposed to be in this shipment.
tgl: May ilan sa mga ispesimen sa arag-arag (pallet) na ito na hindi dapat kasama sa kargamentong ito.

source: Error receiving request
tgl: May mali sa pagtanggap ng hiling

source: Dispatching specimens
tgl: Pinapadala ang mga ispesimen

source: Fill the following fields to complete the shipment
tgl: Punuin ang mga sumusunod na mga patlang para makumpleto ang kargamento

source: Time packed must be set
tgl: Kailangan itakda ang oras ng pag-iimpake

source: Scan the tube at position {0}
tgl: I-skan ang tubo sa posisyong {0}

source: Add Contact
tgl: Magdagdag ng Kaugnayan

source: Edit Contact
tgl: Ayusin ang Kaugnayan

source: Add a contact person to this clinic
tgl: Magdagdag ng taong kaugnayan para sa klinikang ito

source: Edit contact person for this clinic
tgl: Ayusin ang taong kaugnayan para sa klinikang ito

source: Clinic Contacts
tgl: Mga Kaugnayan sa Klinika

source: Select a contact to add to this study
tgl: Pumili ng kaugnayan na idadagdag sa pagsusuring ito

source: Add a clinic contact to study
tgl: Magdagdag ng kaugnayan sa klinika sa pagsusuri

source: Select Parent Container
tgl: Pumili ng Paghuhugutan na Lalagyan

source: Multiple parent containers are possible
tgl: Maaring magkaroon ng maraming paghuhugutang lalagyan

source: Select the appropriate parent container
tgl: Pumili ng nararapat na paghuhugutang lalagyan

source: A container should be selected
tgl: Kailangan pumili ng lalagyan

# Select Parent Container Option Label
source: Parents
tgl: Mga Pinaghugutan

source: Associated Studies
tgl: Mga Kaugnay na Pagsusuri

source: Select a study
tgl: Pumili ng pagsusuri

source: Add a study to this site
tgl: Magdagdag ng pagsusuri sa lugar na ito

source: Activity Logs Location
tgl: Lokasyon ng mga Talaan ng Aktibidad

source: Do you wish to save activity logs to files?
tgl: Nais mo bang impukin ang mga talaan ng aktibidad sa mga talaksan (file)?

source: Save activity logs to files
tgl: Impukin ang mga talaan ng aktibidad sa mga talaksan (file)

# File Location Selector Browse Button
source: Browse...
tgl: Maghanap...

# Dialog Title
source: Select Directory
tgl: Pumili ng Direktoryo

source: Login to a BioBank server
tgl: Lumagda (Login) sa server ng Biobank

source: Enter server name and login details.
tgl: Ipasok ang pangalan ng server at ang mga detalye ng paglagda.

source: Username field cannot be empty
tgl: Hindi maaring walang laman ang patlang para sa pangalan ng tagagamit

source: Password field cannot be empty
tgl: Hindi maaring walang laman ang patlang para sa hudyat (password)

source: &User Name
tgl: &Pangalan ng Tagagamit

source: Invalid Server URL
tgl: Hindi wasto ang URL ng Server

source: Please enter a valid server URL.
tgl: Magpasok ng balidong server URL

source: Invalid User Name
tgl: Hindi wasto ang Pangalan ng Tagagamit

source: Error while opening main perspective
tgl: May mali habang binubuksan ang pangunahing pananaw

source: Problem getting user working centers
tgl: Nagkaproblema sa pagkuha ng mga tinatrabahong center ng tagagamit

source: No working center has been found for this user. Check with your manager or application administrator for user rights.
tgl: Walang nahanap na tinatrabahong center para sa tagagamit na ito. I-tsek sa iyongTagapangasiwa o Tagapamahala ng Aplikasyon, ang mga karapatan ng tagagamit.

source: Super administrator mode
tgl: Pamamaraan ng Punong Tagapamahala

source: No working center has been found or selected for this user. You are super administrator, so you will be logged on with no working center. Only non center specific actions will be available.
tgl: Walang tinatrabahong center na nahanap o napili para sa tagagamit na ito. Ikaw ang Punong Tagapamahala, kaya ikaw ay nakalagda (logged on) na walang tinatrabahong center. Yun lamang mga aksyon na hindi kailangan ng partikular na center ang maaring gamitin.

source: Working center selection
tgl: Pilian ng mga Tinatrabahong center

source: You need to select the center you want to work with.
tgl: Kailangan mo pumili ng center kung saan mo gustong makipagtrabaho.

source: Problem getting user create permissions
tgl: Nagkakaproblema sa pagkuha ng pahintulot para sa paglikha ng tagagamit.

source: Choose the center you will work with.
tgl: Piliin ang center na gusto mong makipagtrabaho.

source: -- no center selection --
tgl: --walang pagpipiliang center--

source: Available centers
tgl: Mga Magagamit na Center

# Button
source: Save
tgl: Impukin

source: Add Group
tgl: Magdagdag ng Grupo

source: Add a new group
tgl: Magdagdag ng bagong grupo

source: Edit Group
tgl: Ayusin ang Grupo

source: Modify an existing group's information
tgl: Baguhin ang nananatiling impormasyon ng grupo

# Group Edit Dialog Tab Name
source: General
tgl: Pangkalahatan

# Group Edit Dialog Tab Name
source: Roles and Permissions
tgl: Mga Tungkulin at Mga Pahintulot

source: A valid name is required.
tgl: Kinakailangan ng balidong pangalan.

source: Available users
tgl: Mga magagamit na tagagamit

source: Selected users
tgl: Mga Napiling Tagagamit

source: Copy of
tgl: Kopya ng

source: Group Added
tgl: Nadagdag na Grupo

source: Successfully added new group {0}.
tgl: Matagumpay na nadagdag ang bagong grupo {0}.

source: Centers and Studies
tgl: Mga Center at Mga Pagsusuri

source: Where the user (or group) is allowed access
tgl: Kung saan maaring makapasok ang tagagamit (o grupo)

source: Select at least one center
tgl: Pumili ng kahit isang center

source: Select at least one study
tgl: Pumili ng kahit isang pagsusuri

source: Allow access to all current and future centers
tgl: Payagang makapasok sa lahat ng kasalukuyan at darating na mga center.

source: Available Centers
tgl: Mga Magagamit na Center

source: Selected Centers
tgl: Mga Napiling Center

source: Allow access to all current and future studies
tgl: Payagang makapasok sa lahat ng kasalukuyan at darating na mgapagsusuri

source: Available Studies
tgl: Magagamit na mga Pagsusuri

source: Selected Studies
tgl: Napiling Mga Pagsusuri

source: Add Membership
tgl: Magdagdag ng Pagkakasapi

source: Edit Membership
tgl: Ayusin ang Pagkakasapi

source: Roles and Permissions
tgl: Mga Tungkulin at Mga Pahintulot

source: What the user (or group) is allowed to do
tgl: Kung ano-ano ang maaring gawin ng tagagamit (o grupo)

source: Select at least one permission or role (with permissions) to grant
tgl: Pumili ng kahit isang pahintulot o tungkulin (na may mga pahintulot) na papayagan

source: Can create users
tgl: Maaring lumikha ng mga tagagamit

source: Can manage, create, edit, and delete users and groups (for the previously selected centers and studies).
tgl: Maaring mangasiwa, lumikha, mag-ayos at magbura ng mga tagagamit at grupo (para sa mga nauna nang napiling center at pagsusuri).

source: Grant all permissions and roles
tgl: Payagan lahat ng mga pahintulot at tungkulin

source: Grant all current and future roles and permissions
tgl: Payagan lahat ng kasalukuyan at darating na mga tungkulin at pahintulot

source: Available roles
tgl: Magagamit na mga tungkulin

source: Selected roles
tgl: Napiling mga tungkulin

source: Add Role
tgl: Magdagdag ng Tungkulin

source: Add a new role
tgl: Magdagdag ng bagong tungkulin

source: Edit Role
tgl: Ayusin ang Tungkulin

source: Modify an existing role's information
tgl: Baguhin ang kasalukuyang impormasyon ng tungkulin

source: Role added
tgl: Nadagdag ang Tungkulin

source: Successfully added new role {0}
tgl: Matagumpay na nakapagdagdag ng bagong tungkulin {0}

# User, Role, and Group Wizard save/ finish button name
source: Save
tgl: Impukin

source: Unable to Save User
tgl: Hindi naimpuk ang Tagagamit

source: Passwords must be at least {0} characters long.
tgl: Hindi dapat kukulang sa {0} na karakter ang haba ng mga hudyat(password).

source: Add User
tgl: Magdagdag ng Tagagamit

source: Edit User
tgl: Ayusin ang Tagagamit

source: Add a new user
tgl: Magdagdag ng bagong tagagamit

source: Modify an existing user's information
tgl: Baguhin ang kasalukuyang impormasyon ng Tagagamit

# User Edit Dialog Tab Name
source: General
tgl: Pangkalahatan

# User Edit Dialog Tab Name
source: Roles and Permissions
tgl: Mga Tungkulin at Mga Pahintulot
