Repository: AlixMeng/biobank
Catalog: po/tgl.po
Languages: tgl

source: A valid login name is required.
tgl: Nangangailangan ng balidong pangalan sa paglagda (login).

source: Full name of this user is required
tgl: Kinakailangan ang buong pangalan ng tagagamit na ito

source: A valid email is required
tgl: Kinakailangan ng balidong email

source: Available groups
tgl: Magagamit na mga grupo

source: Selected groups
tgl: Napiling mga grupo

source: User Information Saved
tgl: Ang impormasyon ng Tagagamit ay na-impok na

source: Your information has been successfully updated. You will be logged out and have to reconnect.
tgl: Ang iyong impormasyon ay matagumpay na nai-update. Ikaw ay malolog-out atkailangan muling kumonekta.

source: New Password
tgl: Bagong Hudyat (Password)

source: Re-Type New Password
tgl: Ipasok muli ang bagong Hudyat (Password)

source: Re-Type Password
tgl: Ipasok muli ang Hudyat (Password)

source: The passwords entered do not match.
tgl: Ang ipinasok na mga hudyat (password) ay hindi nagtutugma.

source: Select the security information to display
tgl: Pumili ng ipapakita na impormasyong pangseguridad

source: User/Group Management
tgl: Pangangasiwa ng Tagagamit o Grupo

source: User Added
tgl: Nadagdag na ang Tagagamit

source: Successfully added new user {0}.
tgl: Matagumpay na nadagdag ang bagong tagagamit {0}.

# Exporter Type Name
source: Export CSV
tgl: Ilipat ang CSV

source: no results to export
tgl: walang mga resulta na ililipat

source: Exporting data...
tgl: Nililipat ang datos...

source: Error Exporting Data
tgl: May mali sa paglilipat ng Datos

# default filename for output, without suffix
source: output
tgl: kinalabasan

source: Export as
tgl: Ilipat bilang

# Exporter Type Name
source: Export PDF
tgl: Ilipat ang PDF

source: Results exceed 1000 rows and cannot be exported. Please export to CSV or refine your search.
tgl: Higit sa 1000 hanay ang mga resulta at hindi maaring ilipat. Pakilipat sa CSV o pagbutihin ang paghahanap.

source: Error saving to PDF
tgl: May mali sa pag-iimpok bilang PDF

source: Error Logging Export
tgl: May mali sa Pagtatala ng Paglipat

# Exporter Type Name
source: Print
tgl: Limbagin

source: Error printing PDF
tgl: May mali sa paglilimbag (printing) ng PDF

source: Error Logging Print
tgl: May mali sa Pagtatala ng Paglimbag

source: Enter inventory ID to add:
tgl: Ipasok ang idadagdag na pangimbentaryong ID:

source: or open scan dialog:
tgl: o buksan ang diyalogo para sa skan

source: Enter a city
tgl: Magpasok ng siyudad

source: Form state
tgl: Kalagayan ng Form

source: Form in invalid state, save failed.
tgl: Ang form ay wala sa wastong kalagayan, nabigong impukin.

source: Saving...
tgl: Nag-iimpok...

source: Save error
tgl: May mali sa pag-iimpok

source: An unknown error occurred. Report this issue to your administrator
tgl: May naganap na hindi malamang pagkakamali. I-ulat ito sa iyong Tagapangasiwa

source: New clinic information.
tgl: Impormasyon sa bagong Klinika

source: Clinic information.
tgl: Impormasyon sa Klinika

source: Clinic must have a name and short name
tgl: Ang klinika ay nangangailangan ng pangalan at pinaiksing pangalan

source: New Clinic
tgl: Bagong Klinika

source: Clinic {0}
tgl: Klinika {0}

source: Clinic Information
tgl: Impormasyon ng Klinika

source: Clinics can be associated with studies after submitting this initial information.
tgl: Ang mga klinika ay maari na iugnay sa mga pagsusuri matapos isumite itong inisyal na impormasyon.

source: Clinic must have an activity status
tgl: Ang Klinika ay nangangailangan ng kalagayan ng aktibidad

source: Add a Comment
tgl: Magdagdag ng komentaryo

source: Add contact
tgl: Magdagdag ng kaugnayan

source: Total Patients
tgl: Kabuuang Bilang ng mga Pasyente

source: Total Collection Events
tgl: Kabuuang Bilang ng Kaganapan ng Pagkolekta

source: New collection event
tgl: Bagong Kaganapan ng Pagkolekta

source: Collection Event - #{0}
tgl: Kaganapan ng Pagkolekta - #{0}

source: Collection Event Information
tgl: Impormasyon sa Kaganapan ng Pagkolekta

source: Add a comment
tgl: Magdagdag ng komentaryo

source: Change Source
tgl: Palitan ang Pinagmulan

source: Visit must have a number
tgl: Kailangan na may bilang ang pagbisita

source: Patient visit must have an activity status
tgl: Kailangan na may kalagayan ng aktibidad ang pagbisita ng pasyente

source: Time drawn to use on new specimens
tgl: Oras ng pagkuha na gagamitin sa mga bagong ispesimen

source: Error retrieving source specimens
tgl: May mali sa pagkuha ng mga pinagmulan na ispesimen

source: You should select a valid number
tgl: Kailangan pumili ng wastong numero

source: CE {0}
tgl: Kaganapan ng Pagkolekta {0}

source: Collection Event for visit {0}
tgl: Kaganapan ng Pagkolekta para sa {0} na pagbisita

source: Creating a new storage container.
tgl: Lumilikha ng bagong pang-imbak na lalagyan.

source: Editing an existing storage container.
tgl: Inaayos ang kasalukuyang pang-imbak na lalagyan.

source: Container must have a name
tgl: Ang lalagyan ay nangangailangan ng pangalan

source: Container must have a container type
tgl: Ang lalagyan ay nangangailangan ng uri ng lalagyan

source: Position is empty or not a valid number
tgl: Ang posisyon ay walang laman o hindi wasto ang numero

source: Container {0}
tgl: Lalagyan {0}

source: Container must have an activity status
tgl: Ang lalagyan ay nangangailangan ng kalagayan ng aktibidad

source: Temperature (Celcius)
tgl: Temperatura (Sentigrado)

source: Default temperature is not a valid number
tgl: Ang pangkaraniwang temperatura ay hindi wastong numero

source: Renaming container
tgl: Pinapalitan ang pangalan ng lalagyan

source: This container has been renamed. Its children will also be renamed. Are you sure you want to continue ?
tgl: Pinalitan ang pangalan ng lalagyan na ito. Papalitan din ang pangalan ng mgaanak nito. Sigurado ba na gusto mo itong ituloy?

source: Creating a new storage type.
tgl: Lumilikha ng bagong uri ng imabakan

source: Editing an existing storage type.
tgl: Inaayos ang kasalukuyang uri ng imbakan.

source: New Container Type
tgl: Bagong Uri ng Lalagyan

source: Container Type {0}
tgl: Uri ng Lalagyan {0}

source: Container Type Information
tgl: Impormasyon sa Uri ng Lalagyan

source: Container type must have a name
tgl: Ang uri ng lalagyan ay kailangan pangalanan

source: Container type must have a short name
tgl: Ang uri ng lalagyan ay nangangailangan ng pinaiksing pangalan

source: Top Level Container
tgl: Pangunahing Lalagyan

source: Rows
tgl: Mga Hanay

source: Row capacity is not a valid number
tgl: Ang kapasidad ng hanay ay hindi wastong numero

source: Columns
tgl: Mga Haligi

source: Column capacity is not a valid number
tgl: Ang kapasidad ng haligi ay hindi wastong numero

source: Default Temperature (Celcius)
tgl: Pangkaraniwang Temperatura (Sentigrado)

source: Select a child labeling scheme
tgl: Pumili ng pamamaraan ng pag-eetiketa sa mga anak

source: Error setting the labeling scheme
tgl: May mali sa pagtatakda ng pamamaraan ng pag-eetiketa

source: Container type must have an activity status
tgl: Ang uri ng lalagyan ay nangangailangan ng kalagayan ng aktibidad

source: Contents
tgl: Mga Nilalaman

source: Contains Containers
tgl: Naglalaman ng mga Lalagyan

source: Contains Specimens
tgl: Naglalaman ng mga Ispesimen

source: Available specimen types
tgl: Magagamit na mga uri ng ispesimen

source: Selected specimen types
tgl: Napili na mga uri ng ispesimen

source: Available Sub-Container Types
tgl: Magagamit na mga Uri ng mga nakapailalim na Lalagyan

source: Selected Sub-Container types
tgl: Napiling mga uri ng nakapailalim na lalagyan

source: Container Type {0}
tgl: Uri ng Lalagyan {0}

source: Default temperature (Celcius)
tgl: Pangkaraniwang Temperatura (Sentigrado)

source: Child labeling scheme
tgl: Paraan ng Pag-eetiketa ng mga Anak

source: Contains specimens
tgl: Naglalaman ng mga ispesimen

source: Specimens types:
tgl: Mga uri ng ispesimen:

source: Contains Container Types
tgl: Naglalaman ng Mga Uri ng Lalagyan

source: Container types:
tgl: Uri ng mga Lalagyan:

source: Container Visual
tgl: Itsura ng Lalagyan

source: Container {0} ({1})
tgl: Lalagyan {0} ({1})

source: Positions errors
tgl: Mga mali sa mga posisyon

source: Some child container has wrong position number
tgl: Ang ilan sa mga anak na lalagyan ay may maling numero ng posisyon

source: Error in container children : can't display those initialized
tgl: May mali sa anak na lalagyan: hindi maipakita ang mga nasimulan (initialized).

source: Initialize selection to
tgl: Simulan (Initialize) ang pagpipilian sa

source: Initialize
tgl: Simulan (Initialize)

source: Delete selected containers of type
tgl: Burahin ang mga napiling lalagyan sa uri

source: All
tgl: Lahat

source: Confirm Delete
tgl: Tiyakin ang Pagbubura

source: Are you sure you want to delete these containers?
tgl: Sigurado ba sa pagbubura ng mga lalagyan na ito?

source: Initializing...
tgl: Sinisimulan (Initializing)...

source: Error while creating children
tgl: May mali habang nililikha ang mga anak

source: Deleting...
tgl: Binubura...

source: Can't Delete Containers
tgl: Hindi mabura ang mga Lalagyan

source: Dispatch sent on {0} from
tgl: Napadala na ang padala noong {0} galing sa

source: Departed
tgl: Nakaalis na

source: Date received
tgl: Petsa ng Pagtanggap

source: Problem with specimen
tgl: Nagkaproblema sa ispesimen

source: Specimen already accepted
tgl: Ang ispesimen ay natanggap na

source: Specimen with inventory id {0} is already in received list.
tgl: Ang ispesimen na may pangimbentaryong id {0} ay nakalagay na sa listahan ng mga natanggap.

source: Specimen is extra but object is null
tgl: Ang ispesimen ay labis ngunit ang bagay ay walang halaga

source: Error receiving the specimen
tgl: May mali sa pagtanggap ng mga ispesimen

source: Receiving dispatch
tgl: Tinatanggap ang padala

source: Dispatch sent on {0}
tgl: Ang padala ay pinadala noong {0}

source: Error trying to add again all specimens. If you save only those specimens won't be added:
tgl: May mali sa pagsubok na idagdag muli ang lahat ng mga ispesimen. Kung inimpok lamang, hindi madadagdag ang mga ispesimen na iyon.

source: Dispatch Information
tgl: Impormasyon sa Padala

source: Dispatch must have a receiver
tgl: Kailangan na may tumanggap sa padala

source: Unable to retrieve Centers
tgl: Hindi nakuha ang mga Center

source: Add specimens to this dispatch
tgl: Magdagdag ng mga ispesimen sa padalang ito

source: Added specimens
tgl: Mga nadagdag na ispesimen

source: Invalid specimen
tgl: Hindi wasto na ispesimen

source: Error adding the specimen
tgl: May mali sa pagdadagdag ng ispesimen

source: New Dispatch
tgl: Bagong Padala

source: Dispatch sent on {0} from {1}
tgl: Ang padala ay pinadala noong {0} galing sa {1}

source: Specimens added
tgl: Ang mga ispesimen ay nadagdag na

source: Receive
tgl: Tanggapin

source: Receive and Process
tgl: Tanggapin at i-proseso

source: Done
tgl: Tapos

source: Dispatch Lost
tgl: Nawala ang Padala

source: Dispatch Complete
tgl: Kumpleto na ang Padala

source: Logging: results
tgl: Naglalagda (logging): mga resulta

source: Logging: Browse through your search results
tgl: Naglalagda (Logging): Hanapin sa mga resultang nahanap

source: Type
tgl: Uri

source: Action
tgl: Aksyon

source: Start Date
tgl: Petsa ng Pagsisimula

source: Details
tgl: Mga Detalye

source: End Date
tgl: Petsa ng Pagtatapos

source: Search Results
tgl: Resulta ng Paghahanap

source: Export CSV
tgl: Ilipat ang CSV

source: Date
tgl: Petsa

source: Log Query:
tgl: Katanungan sa Talaan:

source: Cannot Export
tgl: Hindi Mailipat

source: Confirm Report Results Export
tgl: Tiyakin ang Paglilipat ng mga Ulat ng Resulta

source: Are you sure you want to {0}?
tgl: Sigurado ka bang gusto mo {0}?

source: Error Exporting
tgl: May mali sa Paglilipat

source: Patient must have a patient number
tgl: Ang pasyente ay nangangailangan ng numero ng pasyente

source: New Patient
tgl: Bagong Pasyente

source: Patient {0}
tgl: Pasyente {0}

source: Patient Information
tgl: Impormasyon sa Pasyente

source: A study should be selected
tgl: Kailangan pumili ng pagsusuri

source: Created At should be set
tgl: Kailangan itakada kung saan nilikha

source: Merging Patient {0}
tgl: Pinagsasama ang Pasyente {0}

source: Merging into Patient {0}
tgl: Pinagsasama sa Pasyenteng {0}

source: Enter the patient number to merge into patient {0} and press the Enter key
tgl: Ipasok ang numero ng pasyente para maipagsama sa pasyente {0} at pindutin ang Enter key

source: Arrow
tgl: Panturo (Arrow)

source: Patient not found
tgl: Hindi nahanap ang pasyente

source: Error retrieving patient
tgl: May mali sa pagkuha ng pasyente

source: Invalid Patient Number
tgl: Hindi wasto ang numero ng pasyente

source: Duplicate Patient Number
tgl: Kopyahin ang Numero ng Pasyente

source: Cannot merge a patient with himself
tgl: Hindi maipapagsama ang pasyente sa kanyang sarili

source: Patients from different studies cannot be merged
tgl: Ang mga pasyente na nagmumula sa magkaibang mga pagsusuri ay hindi mapapagsama

source: Confirm Merge
tgl: Tiyakin ang Pagsasama

source: Are you sure you want to merge patient {0} into patient {1}? All collection events, source specimens, and aliquoted specimens will be transferred.
tgl: Sigurado bang nais pagsamahin ang pasyenteng {0} sa pasyenteng {1}? Lahat ng kaganapan ng pagkolekta, pinagmulan na ispesimen at mga aliquoted specimen ay malilipat din.

source: Merge Failed
tgl: Nabigong Pagsamahin

source: Patient {0} will be merged into patient {1}
tgl: Ang Pasyente {0} ay ipapagsama sa Pasyente {1}

source: Total {0}
tgl: Kabuuang Bilang {0}

source: Unable to open form
tgl: Hindi mabuksan ang form

source: Error loading collection event.
tgl: May mali sa pagkakarga (loading) ng Kaganapan ng Pagkolekta

source: Creating a new processing event
tgl: Lumilikha ng panibagong kaganapan ng pagproproseso

source: Editing a processing event
tgl: Ayusin ang kaganapan ng pagproproseso

source: New processing event
tgl: Bagong kaganapan ng pagproproseso

source: Processing event {0} on {1}
tgl: Kaganapan ng Pagproproseso {0} sa {1}

source: Processing event date {0}
tgl: Petsa ng kaganapan ng pagproproseso {0}

source: Processing event information
tgl: Impormasyon sa kaganapan ng pagproproseso

source: Start time
tgl: Oras ng Pagsisimula

source: A creation date/time should be selected
tgl: Kailangan piliin ang petsa/oras ng paglikha

source: Worksheet cannot be null
tgl: Hindi maaring walang halaga ang talaan ng trabaho (worksheet)

source: Processing event must have an activity status
tgl: Ang kaganapan ng pagproproseso ay nangangailangan ng kalagayan ng aktibidad

source: No specimen found for that inventory id.
tgl: Walang nahanap na ispesimen para sa pangimbentaryong id na iyon.

source: 'none'
tgl: wala

source: Specimen is currently in center {0}. You can''t process it.
tgl: Ang ispesimen ay kasalukuyang nasa center {0}. Hindi mo ito maproproseso.

source: This specimen is already in processing event ''{0}'' ({1}). Remove it from the other processing event first.
tgl: Ang ispesimen na ito ay nasa Kaganapan ng Pagproproseso "{0}" ({1}) na.Tanggalin muna ito mula sa ibang Kaganapan ng Pagproproseso.

source: This specimen has status ''{0}''. Only ''Active'' specimens can be added to a processing event.
tgl: Ang ispesimen na ito ay may kalagayang "{0}". Ang mga ispesimen na "Aktibo" lamang ang maaring madagdag sa Kaganapan ng Pagproproseso.

source: Specimen is currently listed in a dispatch.
tgl: Ang ispesimen ay kasalukuyang nakalista sa padala.

source: Specimen is currently listed as stored in a container.
tgl: Ang ispesimen ay kasalukuyang nakalista sa mga nakatago sa lalagyan.

source: This specimen is from study ''{0}''. This study is not linked to your current working center. Processing is not allowed.
tgl: Ang ispesimen na ito ay mula sa pagsusuring "{0}". Ang pagsusuri na ito ay hindi nakaugnay sa kasalukuyang tinatrabahong center. Hindi pinapayagan ang pagpoproseso.

source: All Specimens must be part of the same study.
tgl: Ang lahat ng mga ispesimen ay kailangang parte ng parehong pagsusuri.

source: In a processing event, all specimens must be part of the same study.
tgl: Sa kaganapan ng pagproproseso, lahat ng mga ispesimen ay kinakailangang parte ng parehong pagsusuri.

source: Cannot remove processed specimens with children.
tgl: Hindi matanggal ang mga naprosesong ispesimen na may mga anak.

source: Specimens should be added to a processing event
tgl: Ang mga ispesimen ay kinakailangang madagdag sa Kaganapan ng Pagproproseso

source: Processing event for date {0}
tgl: Kaganapan ng Pagproproseso para sa petsang {0}

source: New {0} Report
tgl: Bagong {0} Ulat

source: Unnamed {0} Report
tgl: Walang Pangalan {0} na Ulat

source: {0} Report
tgl: {0} Ulat

source: Name is required.
tgl: Kinakailangan ng Pangalan.

source: Description
tgl: Paglalarawan

source: Generate
tgl: Gumawa

source: Generating report...
tgl: Ginagawa ang ulat…

source: Loading more results...
tgl: Nagkakarga (loading) ng karagdagang mga resulta...

source: Report Generation Error
tgl: May mali sa paggawa ng ulat

source: {0} Count
tgl: {0} Bilang

source: Filters
tgl: Mga Salaan

source: Add filter:
tgl: Magdagdag ng Salaan:

source: Options
tgl: Mga Opsyon

source: Share report
tgl: Ibahagi ang Ulat

source: Columns:
tgl: Mga Haligi:

source: Save As New Report
tgl: Impukin bilang Bagong Ulat

source: Error exporting
tgl: May Mali sa Pagpapadala

source: and
tgl: at

source: Request {0}
tgl: Hiling {0}

source: Requested on {0} {1}
tgl: Hiniling noong {0} {1}

source: Request Number
tgl: Numero ng Hiling

source: Date Submitted
tgl: Petsa ng Pagsumite

source: New dispatch
tgl: Bagong Padala

source: Error adding dispatch
tgl: May mali sa pagdagdag ng padala

source: Enter/Scan inventory ID to add:
tgl: Ipasok/I-skan ang pangimbentaryong ID na idadagdag:

source: Add Pallet:
tgl: Magdagdag ng Arag Arag (Pallet):

source: Specimen {0} is not a valid choice.
tgl: Ang ispesimen {0} ay hindi balidong pagpili.

source: You must claim this specimen before pulling is permitted.
tgl: Kailangan mo munang kunin (claim) ang ispesimen na ito bagopayagang mabatak (pull).

source: This specimen is not available for processing.
tgl: Ang ispesimen ay hindi magagamit para sa pagpoproseso.

source: Error Adding: Specimen has not been pulled.
tgl: May mali sa pagdagdag: ang ispesimen ay hindi pa nabatak (pull).

source: New Research Group information.
tgl: Impormasyon sa bagong Grupo ng Pagsasaliksik

source: Research Group information.
tgl: Impormasyon sa Grupo ng Pagsasaliksik

source: Research Group must have a name
tgl: Ang Grupo ng Pagsasaliksik ay nangangailangan ng Pangalan

source: Research Group must have a short name
tgl: Ang Grupo ng Pagsasaliksik ay nangangailangan ng pinaiksing pangalan

source: New Research Group
tgl: Bagong Grupo ng Pagsasaliksik

source: Research Group {0}
tgl: Grupo ng Pagsasaliksik {0}

source: Research Group Information
tgl: Impormasyon sa Grupo ng Pagsasaliksik

source: Research Groups can be associated with studies after submitting this initial information.
tgl: Ang mga Grupo ng Pagsasaliksik ay hindi maiugnay sa mga pagsusuri mataposisumite ang inisyal na impormasyon.

source: Select the associated study
tgl: Piliin ang kaugnay na pagsusuri

source: Research Group must have an activity status
tgl: Ang Grupo ng Pagsasaliksik ay nangangailangan ng kalagayan ngaktibidad

source: Unable to reload form
tgl: Hindi maikarga (load) muli ang form

source: Request Upload
tgl: Humiling ng Upload

source: Submit a request on behalf of this research group:
tgl: Magsumite ng hiling sa ngalan ng grupo ng pagsusuri na ito:

source: CSV File
tgl: Talaksan (file) ng CSV

source: Error Uploading
tgl: May mali sa pag-uupload

source: There was an error creating the request.
tgl: May mali sa paglilikha ng hiling.

source: Parse error at line {0}
tgl: May mali sa pagsusuri sa linyang {0}

source: Success
tgl: Matagumpay

source: Request successfully uploaded
tgl: Ang hiling ay matagumpay na na-upload.

source: New Shipment
tgl: Bagong Kargamento

source: Shipment {0}
tgl: Kargamento {0}

source: A sender center should be selected
tgl: Kailangan pumili ng nagpadalang center

source: A receiving site should be selected
tgl: Kailangan pumili ng tatanggap na lugar

source: A waybill should be set
tgl: Kailangan magtakda ng waybill

source: Packed
tgl: Na-impake na

source: Date Packed should be set
tgl: Ang petsa ng pag-impake ay kailangan itakda.

source: Box Number
tgl: Numero ng Kahon

source: Date Received should be set
tgl: Ang Petsa ng Pagtanggap ay kailangan itakda

source: Specimens should be added to a shipment
tgl: Ang mga ispesimen ay kailangan madagdag sa kargamento

source: Specimen is currently part of another shipment: {0}. You must remove this specimen from that shipment before it can be added to this one.
tgl: Ang ispesimen ay kasalukuyang parte ng ibang kargamento: {0}. Kailangan muna burahin ang ispesimen na ito sa kargamentong iyon bago ito madadagdag dito.

source: Must select a new center for this specimen to originate from.
tgl: Kailangan pumili ng bagong center na panggagalingan ng ispesimen na ito.

source: Box number
tgl: Numero ng Kahon

source: Shipment received on {0} from {1}
tgl: Ang kargamento ay natanggap noong {0} mula sa {1}

source: Add or edit a shipping method
tgl: Magdagdag o mag-ayos ng pamamaraan ng pagpapadala

source: Add a new global shipping method
tgl: Magdagdag ng bagong pangkalahatang pamamaraan ng pagpapadala

source: Edit the global shipping method
tgl: Ayusin ang pangkalahatang pamamaraan ng pagpapadala

source: Add a shipping method
tgl: Magdagdag ng pamamaraan ng pagpapadala

source: Create a new Biobank site.
tgl: Lumikha ng bagong lugar ng Biobank

source: Edit a Biobank site.
tgl: Ayusin ang lugar ng Biobank.

source: New repository site
tgl: Bagong lugar ng pagrerepositoryo

source: Repository site {0}
tgl: Lugar ng Pagrerepositoryo {0}

source: Repository site information
tgl: Impormasyon sa lugar ng pagrerepositoryo

source: Site must have a name
tgl: Ang lugar ay nangangailangan ng pangalan

source: Site short name cannot be blank
tgl: Hindi maaring walang laman ang pinaiksing pangalan ng lugar

source: Site must have an activity status
tgl: Ang lugar ay nangangailangan ng kalagayan ng aktibidad

source: Add Study
tgl: Magdagdag ng Pagsusuri

source: Top level containers
tgl: Pangunahing mga lalagyan

source: Add container type
tgl: Magdagdag ng uri ng lalagyan

source: Add container
tgl: Magdagdag ng lalagyan

source: Edit specimen
tgl: Ayusin ang ispesimen

source: Specimen: {0}
tgl: Ispesimen: {0}

source: Specimen Entry
tgl: Magpasok ng Ispesimen

source: Specimen {0} Information
tgl: Impormasyon ng Ispesimen {0}

source: Specimen must have a type
tgl: Ang Ispesimen ay nangangailangan ng uri

source: Created
tgl: Nilikha

source: worksheet: {0}
tgl: talaan ng trabaho (worksheet): {0}

source: Origin center
tgl: Pinagmulan na center

source: Current center
tgl: Kasalukuyang center

source: Source Inventory ID
tgl: Pangimbentaryong ID ng Pinagmulan

source: Children #
tgl: Anak #

source: Specimen must have an activity status
tgl: Ang ispesimen ay nangangailangan ng kalagayan ng aktibidad

source: CANNOT DISPLAY INFORMATION
tgl: HINDI MAIPAPAKITA ANG IMPORMASYON

source: Source Processing Event
tgl: Kaganapan ng Pagproproseso ng Pinagmulan

source: Unable to retrieve permissions
tgl: Nabigong makuha ang mga pahintulot

source: Add a new global specimen type
tgl: Magdagdag ng panibagong pangkalahatang uri ng ispesimen

source: Edit the global specimen type
tgl: Ayusin ang uri ng pangkalahatang ispesimen

source: Add a specimen type
tgl: Magdagdag ng uri ng ispesimen
